Repository: LearnNavi/Language
Catalog: Localizations/*.xliff
Languages: de, es, hu, nl, pl, ru

source: why
de: Warum? (welcher Grund?)
es: null
hu: miért?
nl: waarom
pl: dlaczego
ru: зачем, почему, отчего

source: tell
de: erzählen, berichten, sagen
es: decir
hu: mond
nl: vertellen
pl: mówić
ru: сообщить, рассказать

source: binary sunshine, fringed lamp
de: binärer Sonnenschein, gefranste Lampe, lucinaria fibriata
es: binaria luz del sol, l
hu: "veszélyjelző", rojtos lámpa (pandorai növényfaj)
nl: dubbele zonneschijn
pl: lucinaria fibrata, binarny promyk
ru: «маяк опасности» (издающее изумрудно-фиолетовый цвет при приближении опасности растение)

source: where
de: Wo? (welcher Ort?)
es: null
hu: hol?
nl: waar
pl: gdzie
ru: где

source: who
de: Wer? (welcher Person?)
es: null
hu: ki(csoda)?
nl: wie
pl: kto
ru: кто

source: what (thing)
de: Was? (welches Ding?)
es: null
hu: mi? mit? micsoda? micsodát?
nl: wat, welk (ding)
pl: co (o rzecz)
ru: кто (вопрос к неодушевленному предмету)

source: wait, wait for
de: warten, abwarten
es: esperar
hu: várni, vár valamire
nl: wachten
pl: czekać
ru: ждать, ожидать

source: female of the Omatikaya
de: weiblicher Name der Omatikaya
es: nombre de una mujer del clan Omatikaya
hu: Omatikaya női név (nem szó szerint értve)
nl: vrouw van de Omatikaya
pl: członkini klanu Omatikaya
ru: Пейрал (женское имя, клан Оматикайя)

source: ancestor
de: Vorfahre, Ahne
es: antepasado
hu: ős
nl: voorouder
pl: przodek
ru: прародитель, предок

source: speak
de: sprechen, reden
es: hablar
hu: beszél
nl: spreken
pl: mówić, rozmawiać
ru: говорить, изъясняться

source: he, she
de: er, sie
es: null
hu: ő (hímnem/nőnem)
nl: hij, zij
pl: on, ona, ono
ru: он, она

source: he (no plural form: use {\bf (ay)fo})
de: er (keine Pluralform: verwende {\bf (ay)fo})
es: null
hu: ő (hímnem) (nincs többesszáma: helyette az {\bf (ay)fo})
nl: hij (geen meervoudsvorm: gebruik {\bf (ay)fo})
pl: on
ru: он

source: she (no plural form: use {\bf (ay)fo})
de: sie (sg.) (keine Pluralform: verwende {\bf (ay)fo})
es: ella (no hay forma plural: usa {\bf(ay)fo})
hu: ő (nőnem) (nincs többesszáma: helyette az {\bf (ay)fo})
nl: zij (geen meervoudsvorm: gebruik {\bf (ay)fo})
pl: ona
ru: она

source: a group or party of people
de: Gruppe von Leuten
es: grupo de personas, un partido
hu: személyek csoportja
nl: een groep mensen
pl: grupa ludzi
ru: группа, отряд, команда

source: infant, baby
de: Säugling, Baby
es: lactante, beb
hu: csecsemő, baba
nl: kind, baby
pl: dziecko, niemowlę
ru: малыш

source: bud
de: Knospe
es: capullo
hu: bimbó, rügy
nl: knop, kiem
pl: pączek (rośliny)
ru: почка

source: pleasurable (of an activity)
de: angenehm, vergnüglich (Aktivität)
es: agradable (de una actividad)
hu: élvezetes, örömteli
nl: plezierig (van een activiteit)
pl: przyjemny, miły (o czynności)
ru: довольный (от действия)

source: worthy
de: würdig, angemessen, ehrenwert
es: merecido, digno
hu: méltó, érdemes
nl: waardig
pl: godzien, godny
ru: достойный, заслуживающий, стоящий

source: screw that!, no way! (vulgar)
de: Scheiss drauf!, Vergiss es! (vulgär)
es: null
hu: (Hagyd) a fenébe!
nl: weg ermee! (vulgair)
pl: do diabła z tym, nie ma mowy (wulgarne)
ru: да катись оно всё!, пропади оно пропадом!

source: fresh, appealing as food
de: frisch, ansprechend (als Nahrung)
es: fresco (a), atractivo como alimiento
hu: friss, érett
nl: vers, lekker (eten)
pl: świeży, nadający się do jedzenia
ru: свежий, аппетитный

source: many
de: viele
es: muchos
hu: számos
nl: veel, velen
pl: wiele
ru: многие, много

source: three
de: drei
es: tres
hu: három, 3
nl: drie
pl: trzy
ru: три

source: sharp (as a point)
de: spitz (z.B. Nadel)
es: afilado (a)
hu: éles, hegyes
nl: scherp (punt)
pl: dokładny
ru: острый (форма)

source: often
de: oft
es: a menudo, con frecuencia
hu: gyakran
nl: vaak
pl: często
ru: часто

source: razor palm, sharp tree
de: Rasierklingenpalme, scharfer Baum, saltcellar gracilis
es: manquilla de afeitar de palma,
hu: borotva pálma, éles fa (pandorai növényfaj)
nl: scheermespalm, sherpe boom
pl: saltcellar gracilis, palma ostrolistna
ru: «пальма-бритва» (дерево с заостренными по краю жесткими листями и чешуйками ствола)

source: episoth, exploding seed
de: Episoth, explodierender Same, croquembouche columnare
es: episoth, semilla que explota
hu: episoth, robbanó mag (pandorai növényfaj)
nl: episoth, plofzaad
pl: croquembouche columnare, episoth
ru: (букв. «взрыв семян») эписот, растение, зрелые плоды которого лопаются, разбрасывая покрытые липкой слизью семена)

source: arm
es: brazo
hu: kar
pl: ramię
ru: рука

source: elbow
de: Ellbogen
es: codo
hu: könyök
nl: elleboog
pl: łokieć
ru: локоть

source: do not (for negative imperatives, commands only)
de: tu nicht, hab nicht (für negative Imperative)
es: no (solo para valores negativos de comandos imperativos)
hu: ne! (tiltószó)
nl: doe niet (negatief imperatief, voor commando's)
pl: nie (używana do tworzenia zakazów)
ru: не (с глаголом как приказ не совершать действие)

source: male of the Anurai
de: männlicher Name der Anurai
es: nombre de un hombre del clan Anurai
hu: Anurai férfi név (nem szó szerint értve)
nl: man van de Anurai
pl: członek klanu Anurai
ru: Рай'ук

source: meaning
de: Bedeutung, Sinn
es: sentido, significado
hu: jelentés
nl: betekenis
pl: znaczenie
ru: значение, смысл

source: interpret (ii)
de: interpretieren, übersetzen, deuten (ii)
es: interpretar
hu: értelmez, tolmácsol
nl: verklaren, interpreteren
pl: interpretować (ii)
ru: объяснять, толковать, переводить

source: male Na'vi
de: männlicher Na'vi
es: nombre de un hombre Na'vi
hu: Na'vi gyermek neve (nem szó szerint értve)
nl: mannelijke Na'vi
pl: mężczyzna Na'vi
ru: Р\'{а}лу

source: alarm cry, call to defense
de: Alarmschrei, Verteidigungsruf
es: grito de alarma, llame a la defensa
hu: vigyázz! menekülj! veszély! (figyelmeztető kiáltás)
nl: alarm-roep (alarm)
pl: alarm, wezwanie do obrony
ru: клич тревоги, призыв к защите

source: image, picture
de: Bild, Darstellung, Abbild
es: imagen, pintura, dibujo
hu: kép
nl: beeld
pl: obraz
ru: картинка, изображение

source: visual art
de: darstellende Kunst
es: artes visuales
hu: képművészet
nl: beeldende kunst
pl: malarstwo
ru: изобразительное искусство, умение рисовать

source: artist (visual)
de: Künstler (visuell)
es: artista
hu: művész (vizuális)
nl: kunstenaar (visueel)
pl: malarz
ru: художник

source: pattern
de: Muster, Schema
es: dise
hu: minta
nl: patroon
pl: wzór, wzorzec
ru: узор

source: live
de: leben
es: vivir
hu: él
nl: leven
pl: żyć
ru: жить, существовать

source: move, shift position
de: bewegen, umziehen, Position ändern
es: moverse
hu: mozog
nl: verplaatsen
pl: poruszać się, zmieniać miejsce
ru: двигаться, шевелиться, перемещаться

source: yellow
de: gelb
es: amarillo
hu: sárga
nl: geel
pl: żółty
ru: жёлтый

source: seed
de: Samen (singular)
es: semilla
hu: mag
nl: zaad
pl: nasiono
ru: семя

source: stingbat
de: Stachelfledermaus, scorpiobattus volansii
es: animal que se asemeja a un murci
hu: Tüskés/Fullánkos denevér (pandorai állatfaj)
nl: steekvleermuis
pl: żądłonietoperz
ru: стингбат (мелкий летающий хищник с жалом на хвосте)

source: sing
de: singen
es: cantar
hu: énekel
nl: zingen
pl: śpiewać
ru: петь

source: Na'vi Clan name
de: Name eines Clans
es: un clan
hu: Na'vi kl
nl: naam van een Na'vi stam
pl: nazwa klanu
ru: Ронлоа (название клана)

source: mind
de: Verstand, Geist
es: mente
hu: elme
nl: verstand, bewustzijn
pl: umysł, rozum
ru: ум, разум

source: ball
de: Ball, Kugel
es: pelota
hu: labda
nl: bal
pl: piłka
ru: шар

source: ball tree
de: Kugelbaum
es: null
hu: labdafa (pandorai növényfaj)
nl: balboom
pl: obesus rotundus, drzewo purchawa
ru: «дерево шаров» (плоды дерева имеют вид шаров и наполнены газовой смесью, включающей водород, благодаря чему могут после созревания отрываться и улетать. Взрыв плода рассеивает семена дерева)

source: find, discover
de: finden, entdecken
es: encontrar, descubrir
hu: (meg)talál, felfedez
nl: vinden, uitvinden
pl: odkryć, wynaleźć
ru: обнаруживать, раскрывать, находить

source: please
de: (ich) bitte (dich darum)
es: por favor
hu: légy szíves! kérlek!
nl: alstublieft (beleefd vragen)
pl: proszę
ru: пожалуйста

source: mother
de: Mutter
es: madre
hu: anya
nl: moeder
pl: matka
ru: мать

source: mum, mommy
de: Mama
es: mam
hu: anyu
nl: mama
pl: mama
ru: мама

source: saying, quote
de: Zitat (siehe auch sìk)
es: cita, dicho
hu: idézet, függő beszéd kezdete
nl: gezegde, citaat
pl: rozpoczęcie cytowania
ru: маркер начала цитирования речи

source: teaching, instruction
de: Lehre, Unterrichtung, Unterweisung
es: ense
hu: tanítás
nl: les, instructie
pl: nauka, instruktarz
ru: обучение, преподавание

source: disease, sickness, illness
de: Krankheit
es: enfermedad, trastorno
hu: betegség, kór
nl: ziekte
pl: choroba, schorzenie
ru: болезнь, слабость

source: daddy
de: Papa
es: pap
hu: apu
nl: papa
pl: tata
ru: папа

source: father
de: Vater
es: padre
hu: apa
nl: vader
pl: ojciec
ru: отец

source: now
de: jetzt, nun
es: ahora
hu: most
nl: nu
pl: teraz
ru: сейчас

source: pretty
de: schön, hübsch (vorrangig für weibliche Personen)
es: bonito (a), guapo (a) (usado solamente para personas)
hu: csinos
nl: mooi
pl: śliczny, ładny
ru: красивый, милый

source: lip
de: Lippe
es: labio
hu: ajak
pl: warga
ru: губа

source: male of the Tawkami
de: männlicher Name der Tawkami
es: nombre de un hombre del clan Tawkami
hu: Tawkami férfi név (nem szó szerint értve)
nl: man van de Tawkami
pl: członek klanu Tawkami
ru: Сейваро

source: blue flower
de: blaue Blume
es: una flor azul
hu: "kék virág" (Neytiri ikran-jának a neve) (pandorai növényfaj)
nl: blauwe bloem
pl: niebieski kwiat
ru: голубой цветок

source: and
de: und
es: y
hu: és
nl: en
pl: i
ru: и

source: unquote
de: Zitat Ende (siehe auch san)
es: fin de la cita
hu: idézet, függő beszéd bezárása idézet vége
nl: einde citaat
pl: zakończenie cytowania
ru: маркер конца цитируемой речи в высказывании

source: hope (with {\bf tsnì} for thing hoped, unless in independent clause) (ii)
de: hoffen (mit {\bf tsnì} für die erhoffte Sache, außer im unabhängigen Satz) (ii)
es: esperar
hu: remél ({\bf tsnì} majd a remélt dolog, hacsak nem különálló mondat) (ii)
nl: hopen
pl: mieć nadzieję (zdanie podrzędne przyłączone spójnikiem {\bf tsnì})
ru: надеяться

source: clever, smart (thing)
de: schlau, intelligent (Sache)
es: listo, intelligente (solamente para cosas)
hu: elmés, ötletes
nl: slim, verstandig (ding)
pl: madry, sprytny
ru: хитроумный, разумный (о вещи)

source: good (of its kind), well done
de: gut, gut gemacht
es: bueno (a) (para su t
hu: jó (megfelelő)
nl: goed (in z'n soort), goed gedaan
pl: dobry, dobrze zrobiony
ru: хороший

source: Neytiri's sister
de: weiblicher Na'vi-Name, Neytiris Schwester
es: nombre de la hermana de Neytiri
hu: Neytiri (lány)testvére (nem szó szerint értve)
nl: Neytiri's zus
pl: siostra Neytiri
ru: Сильванин (имя сестры Нейтири)

source: destroy
de: zerstören, vernichten
es: destruir
hu: (el)pusztít, megsemmisít, lerombol
nl: vernietigen
pl: niszczyć, burzyć
ru: уничтожать, разрушать

source: moron, idiot
de: Trottel, Idiot
es: tonto, imb
hu: gyagyás, tökfej
nl: idioot
pl: kretyn, idiota
ru: придурок, болван

source: but
de: aber
es: pero
hu: de
nl: maar
pl: ale
ru: но

source: begin, start
de: anfangen, beginnen, starten
es: comenzar, empezar (con subjuntivo)
hu: (el)kezdődik
nl: beginnen, starten
pl: zaczynać
ru: начинаться

source: beginning, starting time
de: Anfang, Beginn, Startzeit
es: inicio, hora de inicio
hu: kezdet
nl: begin, start-tijd (tijd)
pl: początek, moment rozpoczęcia
ru: время начала

source: garbage, trash, rubbish
de: Abfall, Müll, Unrat
es: basura
hu: szemét
nl: afval, vuilnis, troep
pl: śmieć, odpadek
ru: мусор, отходы

source: rubbish place, garbage dump
de: Müllhalde, Abfallplatz
es: vertedero, basurero
hu: szemétdomb
nl: vuilnisbelt, afvalhoop
pl: śmietnisko, wysypsko smieci
ru: свалка для мусора, место для выброса отходов

source: dim
de: dumm, einfältig
es: tonto (una persona, no un color)
hu: sötét, buta
nl: suf, niet slim
pl: słaby
ru: плохо соображающий, недалёкий

source: hot
de: heiß
es: caliente
hu: forró
nl: heet
pl: gorący
ru: горячий

source: popsicle, hot beauty
de: Popsicle, heiße Schönheit (Pflanze), capsulatum virgatum
es: paleta, belleza caliente
hu: "gránátfű", forró szépség (pandorai növényfaj)
nl: lollieplant, hete schoonheid
pl: capsilatum virgatum, lód na patyku
ru: «огненная красота»

source: believe
de: glauben
es: creer
hu: hisz
nl: geloven
pl: wierzyć
ru: верить

source: mushroom, fungus
de: Pilz
es: setas, hongos
hu: gomba
nl: paddenstoel, schimmel
pl: grzyb
ru: гриб

source: capture
de: fangen, einfangen
es: capturar, captar
hu: elfog, foglyul ejt
nl: vangen
pl: złapać, pojmać
ru: захватывать, завладевать

source: captive
de: Gefangener
es: cautivo (a), prisionero (a)
hu: fogoly
nl: gevangene
pl: więzień
ru: пленник, пленный

source: sick
de: krank, übel
es: enfermo (a)
hu: beteg
nl: ziek
pl: chory
ru: больной

source: inter. marker for yes or no questions
de: kennzeichnet Ja oder Nein Fragen
es: marcador interrogativa de preguntas de s
hu: eldöntendő kérdés jele
nl: vvn., markeerder voor ja/nee vragen
pl: pytajnik tak/nie
ru: маркер вопросов, требующих ответа «да» или «нет»

source: yes
de: ja
es: s
hu: igen
nl: ja
pl: tak
ru: да

source: dance
de: tanzen
es: bailar
hu: táncol
nl: dansen
pl: tańczyć
ru: танцевать

source: help, assistance
de: Hilfe, Unterstützung
es: ayuda
hu: segítség
nl: hulp, assistentie
pl: pomoc, wsparcie
ru: поддержка, помощь, содействие

source: hear
de: hören
es: o
hu: (meg)hall
nl: horen
pl: słyszeć
ru: слышать

source: examine, check
de: prüfen, kontrollieren, untersuchen
es: comprobar, examinar
hu: (meg)vizsgál, ellenőriz
nl: onderzoeken
pl: badać, sprawdzać
ru: рассматривать, осматривать, изучать, обследовать

source: almost
de: beinahe, fast
es: casi
hu: majdnem
nl: bijna
pl: prawie, niemal
ru: почти

source: track, follow
de: verfolgen, folgen, im Visier haben
es: seguir la pista de, perseguir, encerrar, atrapar
hu: nyomon követ
nl: opsporen, volgen
pl: śledzić, podążać za
ru: загнать в западню

source: moment
de: Moment, Augenblick
es: momento, instante
hu: pillanat
pl: chwila
ru: момент, мгновение

source: best
de: beste/-r/s
es: mejor
hu: legjobb
nl: beste
pl: najlepszy
ru: лучший

source: creature
de: Kreatur, Geschöpf, Wesen
es: criatura, ser
hu: teremtmény
nl: wezen, creatuur
pl: stworzenie, istota
ru: создание, существо

source: arrow
de: Pfeil
es: flecha
hu: nyíl(vessző)
nl: pijl
pl: strzała
ru: стрела

source: sacred
de: heilig
es: sagrado (a)
hu: szent
nl: heilig
pl: święty
ru: священный

source: sacred place
de: heiliger Ort
es: sitio sagrado
hu: szent hely
nl: heilige plaats
pl: święte miejsce
ru: священное место

source: sacred river
de: heiliger Fluss
es: r
hu: szent folyó
nl: heilige rivier
pl: święta rzeka
ru: священная река

source: call
de: rufen
es: llamar, poner nombre a
hu: hív, szólít
nl: roepen
pl: nazywać, wołać
ru: звать, окликать, обращаться, называть

source: flower
de: Blume
es: flor
hu: virág
nl: bloem
pl: kwiat
ru: цветок

source: from (locative), from (temporal sense with other time words)
de: von, ab, aus (lokal), seit (zeitlich mit anderen Zeitwörtern)
es: de (locativo), de (con otras palabras de tiempo)
hu: -ból/-ből, -tól/-től, felől, irányából (időbeniségre is utalhat más idővel kapcsolatos szavakkal)
nl: van (locatief), van (tijdsbepaling i.c.m. andere tijd-woorden)
pl: z (miejsca), od
ru: от (пространственные отношения), от (исходный момент)

source: from above
de: von oben
es: por encima de la tierra
hu: fentről, felülről
nl: van boven
pl: z góry
ru: сверху

source: therefore, because of that
de: daher, deshalb
es: por tanto, por consiguente, por tanto, por ese, por eso
hu: ettől, ezért, emiatt, ebből eredően
nl: daarom, om die reden
pl: dlatego, więc, zatem
ru: следовательно

source: weave
de: weben, flechten
es: tejer, trenzar
hu: sző
nl: weven
pl: tkać
ru: плести, ткать

source: weaver
de: Weber, Flechter
es: tejedor (ra)
hu: takács
nl: wever
pl: tkacz
ru: ткач

source: strike, beat, slap
de: schlagen, treffen
es: pegar, golpear
hu: lesújt, (meg)üt, eltalál
nl: raken, slaan, treffen
pl: uderzać
ru: ударять, наносить удар

source: sturmbeest
de: Sturmbestie (sturmbeest), bovindicum monocerii
es: un animal
hu: viharbölény (pandorai állatfaj)
nl: stormbeest
pl: null
ru: штормбык

source: because, from the reason
de: weil, denn, vom Beweggrund ausgehend
es: porque, debido a
hu: mert
nl: omdat
pl: ponieważ, z powodu
ru: поэтому, по этой причине

source: that will suffice, that will do, OK
de: ausreichen, genügen, reichen; Okay, in Ordnung
es: null
hu: megteszi; rendben; jó lesz
nl: voldoen, dat is voldoende, oké
pl: wystarczać, wystarczy
ru: довольно, достаточно, хватит

source: calm, be content, there there
de: ruhig, beruhig dich, gut gut
es: calmate
hu: nyugalom! elég (legyen)! csitulj! semmi baj!
nl: kalm kalm, rustig maar
pl: spokój
ru: междометие, передающее просьбу успокоиться

source: trunk (of a tree)
de: Stamm (eines Baumes)
es: tronco
hu: fatörzs
nl: boomstam
pl: gałąź, konar
ru: ствол дерева

source: star, bioluminescent freckle
de: Stern, biolumineszentes Fleckchen/Punkt
es: estrella, pecas bioluminiscentes
hu: csillag, biolumineszcens szeplő
nl: ster, lichtgevende sproet
pl: gwiazda, bioluminescencyjny pieg
ru: звезда

source: hunt
de: jagen
es: cazar
hu: vadászik
nl: jagen
pl: polować
ru: охотиться

source: hunter
de: Jäger
es: cazador (ra)
hu: vadász
nl: jager
pl: łowca
ru: охотник

source: male hunter of the Lì'ona
de: männlicher Jäger der Lì'ona
es: cazador del clan L
hu: Lí'ona férfi vadász neve (nem szó szerint értve)
nl: mannelijke jager van de Lì'ona
pl: łowca klanu Lì'ona
ru: Тасун

source: sky tree
de: Himmelsbaum
es: null
hu: égi fa (pandorai növényfaj)
nl: hemelsboom
pl: saltarus pendulus, palma fasolowa
ru: «небесное дерево»

source: sky
de: Himmel
es: cielo
hu: ég(bolt)
nl: lucht, hemel
pl: niebo
ru: небо

source: because, based on the cause
de: weil, aufgrund der Ursache
es: porque
hu: mert, „azon oknál fogva”
nl: omdat, vanwege de reden
pl: ponieważ, dlatego że, gdyż, bowiem
ru: поэтому, по причине

source: Na'vi Clan name
de: Eigenname eines Clans
es: nombre de un clan
hu: Na'vi klán neve
nl: naam van een Na'vi stam
pl: nazwa klanu
ru: Тауками (название клана)

source: sky-ship
de: Himmelsschiff
es: barco del cielo
hu: éghajó
nl: luchtschip
pl: statek powietrzny
ru: воздушное судно

source: duck, dive
de: untertauchen, sich ducken, tauchen
es: agacharse, zambullirse
hu: lebukik, alámerül, zuhan
nl: duiken, bukken
pl: kucać
ru: наклониться, пригнуться

source: panopyra, sky cup
de: Panopyra, Himmelsbecher, panopyra aerii
es: panopyra, vaso del cielo
hu: [?]panopyra, égi csésze (pandorai növényfaj)
nl: panopyra, hemelbeker
pl: panopyra, niebiański kielich
ru: панопира («небесная чаша»)

source: Sky-person, human
de: Himmelsperson, Mensch
es: persona del cielo, ser humano
hu: ég ember (ember)
nl: Lucht-persoon, mens
pl: Człowiek nieba, człowiek
ru: землянин, «небесная персона»

source: used in full names
de: verwendet in Eigennamen
es: utiilizado en los nombres completos
hu: a teljes nevekben szerepel
nl: wordt gebruikt in volledige namen
pl: używana z imionami
ru: используется в именах

source: plain
de: Prärie, Ebene
es: llanura
hu: síkság, puszta
nl: open vlakte
pl: równina
ru: степи, прерии, равнины

source: receive
de: empfangen, erhalten
es: recibir, obtener
hu: kap
nl: ontvangen
pl: otrzymywać, dostawać
ru: получать, принимать

source: cord
de: Schnur, Seil, Leine, Strick
es: cuerda
hu: zsinór
nl: koord
pl: sznur
ru: верёвка, шнур

source: same, equal
de: selbe, gleiche, gleichwertig
es: mismo (a), igual, id
hu: azonos, egyenlő, megegyező
nl: zoals, gelijk aan
pl: równy, taki sam
ru: похожий, подобный

source: as, same way as (situational similarity)
de: wie, als, genauso wie, auf die gleiche Art wie (situationsbezogene Ähnlichkeit)
es: ya que, igual que (similitud de la situaci
hu: (ugyan)úgy, ahogy/mint...; ahogy, olyanképpen (helyzetből adódó hasonlóság)
nl: hetzelfde als (gelijke situatie)
pl: jak, tak jak, równie, tak samo
ru: как и, подобно тому как, тем же образом

source: while, same time as
de: während, solange, wie (zur gleichen Zeit wie)
es: mientras, al mismo tiempo
hu: amíg, miközben, mialatt
nl: terwijl, gelijk aan
pl: kiedy, podczas gdy
ru: пока, в то же время

source: about, concerning
de: über, betreffend, bezüglich, hinsichtlich
es: sobre, acerca de
hu: -ról/-ről, vonatkozóan, illetően
nl: over, betreffende
pl: o, dotyczący
ru: смысловое выделение предмета сообщения («что касается...»)

source: die
de: sterben, umkommen
es: morir
hu: meghal
nl: doodgaan
pl: umrzeć
ru: умирать

source: grant (ii)
de: gewähren, zugestehen, gestatten, genehmigen (ii)
es: conceder, otorgar
hu: engedélyez
nl: gunnen
pl: udzielić (ii)
ru: дарить, даровать, предоставлять

source: full
de: voll, gefüllt, satt, ganz
es: lleno (a)
hu: tele
nl: vol
pl: pełny
ru: полный

source: beetle larva
de: Käferlarve
es: larva de escarabajo
hu: bogár lárva (pandorai állatfaj)
nl: kever-larven
pl: teylu
ru: личинка жука (фауна Пандоры)

source: wow, expression of surprise and pleasure
de: Wow, Hey, Ausruf von Überraschung und Freude
es: expresi
hu: gesz. hűha! nahát!
nl: wow, uitroep van verrassing en plezier
pl: ojej, wyrażenie pozytywnego zaskoczenia
ru: ого!, ух ты!, выражение приятного удивления

source: joint, hinge
de: Gelenk, Verbindungsstelle
es: juntura, uni
hu: ízület, zsanér
nl: gewricht, scharnier
pl: staw
ru: подвижное соединение, дверная петля, сустав

source: spirit
de: Geist, Seele
es: esp
hu: szellem, szellemiség
nl: geest, ziel
pl: duch, dusza
ru: дух, душа

source: spirit path
de: Spirit Path, Geistes Weg
es: camino espiritual
hu: szellemösvény, szellem(i) út (energiaháló)
nl: zielenpad
pl: ścieżka duchowa
ru: духовный путь

source: spirit animal
de: Spirit Animal, Geistes Tier, Seelentier
es: animal espiritual
hu: szellemállat
nl: geestdier, totem
pl: zwierzę duchowe
ru: животное-дух

source: commune
de: kommunizieren (nicht verbal)
es: estar en comuni
hu: tanácskozik
nl: in nauw contact staan (b.v. met natuur)
pl: obcować, przebywać
ru: общаться интимно

source: answer, response
de: Antwort, Erwiderung
es: respuesta, contestaci
hu: válasz, felelet
nl: antwoorden
pl: odpowiedź, odzew
ru: ответ

source: test
de: Test, Prüfung
es: prueba
hu: próba(tétel)
nl: proef, test
pl: próba
ru: проверка, испытание, тест

source: stopping, the glottal stop
de: Stoppen, Aufhören; Glottisstop, plötzlicher Bruch in der Aussprache
es: cierre glotal
hu: megállás, félbe-/megszakítás, hangszalag-zárhang
nl: stoppen, de glottale stop
pl: przerwa, zwarcie krtaniowe
ru: остановка, прекращение

source: guidance
de: Führung, Beratung, Leitung
es: ayuda, gu
hu: útmutatás
nl: begeleiding
pl: przewodnictwo
ru: руководство, наставление

source: protection
de: Schutz, Bewahrung
es: protecci
hu: védelem
nl: bescherming
pl: ochrona, zabezpieczenie
ru: защита, охрана

source: work
de: Arbeit
es: trabajo
hu: munka
nl: werk
pl: praca
ru: работа, дело

source: evil
de: Böse, Übel, Sünde
es: mal, maldad
hu: gonosz(ság)
nl: (het) kwaad
pl: zło
ru: зло, вред, ущерб, несчастье

source: example
de: Beispiel, Muster
es: ejemplo
hu: példa
nl: voorbeeld
pl: przykład
ru: пример

source: need
de: Bedarf, Bedürfnis, Erfordernis
es: necesidad
hu: szükség
nl: noodzaak
pl: potrzeba
ru: необходимость, надобность, нужда

source: beauty
de: Schönheit
es: belleza, hermosura
hu: szépség
nl: schoonheid
pl: piękno
ru: красота

source: give
de: geben
es: dar
hu: ad
nl: geven
pl: dać
ru: давать

source: listen
de: zuhören, hinhören
es: escuchar
hu: (meg)hallgat
nl: luisteren
pl: słuchać
ru: слушать

source: look
de: schauen, hinsehen, anschauen
es: buscar
hu: figyel, szó sz.: szemet ad
nl: kijken
pl: patrzeć
ru: смотреть

source: truth
de: Wahrheit, Richtigkeit
es: la verdad
hu: igazság
nl: waarheid
pl: prawda
ru: правда
