Repository: LearnNavi/Language
Catalog: Localizations/*.xliff
Languages: de, es, hu, nl, pl, ru

source: loom, lit. branches of the tree look to each other for strength, or many branches together are strong
de: Webstuhl, wörtl. Äste eines Baums schauen zueinander für Stärke, oder viele Äste zusammen sind stark $\phi$
es: aparecer en la lejan
hu: szövőkeret (szó sz.: sok ág együtt erős)
nl: weefgetouw, let. takken van de boom kijken naar elkaar voor kracht, of vele takken samen zijn sterk
pl: krosno, dosł. gałęzie drzewa dające sobie na wzajem siłę lub wiele gałęzi razem daje siłę
ru: ткачество, лит. «ветви дерева обращаются друг к другу за силой» или «много веток вместе --- сила»

source: leaf plate
de: Blatt-Teller
es: plato de hoja
hu: levél tányér
nl: etensbord (van bladeren)
pl: talerz-liść
ru: тарелка из листьев растения

source: a seed-bearing plant
de: eine Samen-tragende Pflanze $\phi$
es: una planta que da semillas
hu: mag-termő növény (pandorai növényfaj)
nl: zaad-dragende plant
ru: семененосное растение

source: Ewya's wisdom is revealed to all of us
de: Eywas Weisheit ist uns allen offenbart $\phi$
es: la sabiduria de Ewya se revela a todos nosotros
hu: szövőkeret (szó sz. Eywa bölcsessége feltárul mindnyájunk előtt)
nl: De wijsheid van Eywa wordt aan ons allen geopenbaard
pl: mądrość Eywy jest objawiona nam wszystkim
ru: «мудрость Эйвы открыта всем нам»

source: ikran queue harness, lit. the love of Eywa's embrace is gifted to (personal name)
de: Ikran-'Zopf' Zaumzeug, wörtl. die Liebe von Eywas Umarmung ist geschenkt an (persönlicher Name) $\phi$
es: arreo de cola de espera para ikran: lit. el amor del abrazo de Ewya es un regalo a (nombre personal)
hu: ikran varkocskantár, szó szerint: Eywa ölelésének szeretete… (személy neve) -é. (gyanús: rosszul van leírva)
nl: harpij-tuigage, let. de liefde van Eywa's omhelzing is geschonken aan (naam)
pl: uprząż na warkocz, dosł. miłość objęć Eywy dana jest (imię właściciela)
ru: упряжь для «косичек» банши, букв. «любовь объятий Эйвы подарена» (имя собственное)

source: group sleep
de: Gruppenschlaf
es: sue
hu: a csoporttal együtt alvás
nl: groepsslaap
pl: spanie grupowe
ru: коллективный сон

source: female of the Anurai
de: weiblicher Name der Anurai
es: nombre de una mujer del clan Anurai
hu: Anurai női név (nem szó szerint értve)
nl: vrouw van de Anurai
pl: członkini klanu Anurai
ru: Кьюна (женское имя собственное)

source: rings of stone
de: Ringe aus Stein
es: anillos de piedra
hu: kőgyűrűk
nl: stenen ringenen
pl: kamienne łuki
ru: каменные круги

source: mother loom
de: Hauptwebstuhl
es: telar de la madre
hu: szövőszék (szó sz. a szövőszékek anyja)
nl: moeder weefgetouw
ru: материнское ткание

source: fire pit
de: Feuergrube
es: pozo de fuego
hu: tűzgödör
nl: vuurplaats
pl: palenisko
ru: яма для огня, место для костра

source: blue flute
de: blaue Flöte
es: flauta azul
hu: kék síp
nl: blauw fluit
pl: niebieski flet
ru: голубая флейта

source: sleeping outside of the group
de: schlafend ausserhalb der Gruppe
es: dormir fuera del grupo
hu: a csoporttól külön való alvás
nl: buiten de groep slapen
pl: śpiący poza grupą
ru: спать в стороне от коллектива

source: bladder lantern
de: Blasen-Laterne
es: l
hu: hólyaglámpás
nl: blaas-lantaarn
pl: latarnia z pęcherza
ru: «фонарь» из пузыря личинки

source: move
de: bewegen, verschieben (etwas)
es: mover
hu: mozgat, (meg)mozdít
nl: (iets) verplaatsen
pl: ruszać, przemieszczać
ru: двигать что-либо

source: bind / bring two or more things together (ii)
de: verbinden, vereinen (zwei oder mehr Dinge) (ii)
es: unir dos cosas juntas
hu: összekapcsol, összeilleszt kettő vagy több dolgot (ii)
nl: twee dingen samenvoegen (ii)
pl: łączyć / dwie lub więcej rzeczy razem (ii)
ru: соединять что-либо с чем-либо

source: feel, sense, perceive
de: fühlen, spüren, wahrnehmen
es: sentir, intuir, percibir
hu: érez, érzékel
nl: voelen
pl: czuć, odczuwać, spostrzegać
ru: ощущать, чувствовать, воспринимать

source: cook
de: kochen
es: cocinar
hu: főz
nl: koken
pl: gotować
ru: готовить еду

source: answer, respond
de: antworten, beantworten, erwidern
es: contestar, responder
hu: felel, válaszol
nl: antwoorden
pl: odpowiadać
ru: отвечать, отзываться

source: end, conclude
de: enden, beenden, abschließen
es: llegar al final, concluir
hu: befejez, lezár (a cselekvés eredményes)
nl: beëindigen
pl: kończyć, doprowadzać do końca
ru: заканчивать, завершать

source: lose oneself (spiritual sense)
de: sich verlieren (im spirituellen Sinne)
es: perderse (en el sentido espiritual)
hu: eltévelyedik (spirituális értelemben)
nl: opgaan in (spiritueel)
pl: zagubić się (w sensie duchowym)
ru: входить в измененное состояние сознания

source: itch
de: jucken
es: picar
hu: viszket
nl: jeuken
pl: swędzieć
ru: зудеть, чесаться

source: sustain
de: aufrechterhalten, stützen, standhalten
es: sostener
hu: fenntart
nl: volhouden
pl: podtrzymywać
ru: поддерживать, сохранять в прежнем состоянии

source: bite
de: beißen, zubeißen
es: morder
hu: harap
nl: bijten
pl: gryźć
ru: кусать

source: pass by (something)
de: vorbeigehen, vorübergehen (an etwas)
es: pasar por (algo)
hu: elhalad (vmi. mellett)
nl: (iets) passeren
pl: mijać (coś)
ru: оставлять без внимания, пропускать

source: look for, seek, search
de: suchen, streben (nach etwas), aufspüren
es: buscar
hu: keres
nl: zoeken
pl: szukać
ru: искать, пытаться найти

source: laugh
de: lachen
es: re
hu: nevet, kacag
nl: lachen
pl: śmiać się
ru: смеяться

source: until
de: bis (temporal), bis (dass), bis zu der Zeit
es: hasta que
hu: amíg, -ig
nl: totdat
pl: do, dopóki
ru: до (какого-либо времени)

source: sting
de: stechen
es: picar
hu: megszúr, (meg)csíp
nl: steken
pl: żądlić, kąsać
ru: жалить

source: prepare
de: vorbereiten
es: preparar
hu: készül(ődik)
nl: voorbereiden
pl: szykować
ru: готовить, подготавливать

source: push
de: drücken, schieben, stoßen
es: empujar
hu: tol, lök, taszít
nl: duwen
pl: pchać
ru: толкать

source: betray
de: betrügen, verraten
es: traicionar
hu: elárul, hátba támad
nl: verraden
pl: zdradzać
ru: предавать

source: go down, descend
de: absteigen, hinabsteigen, heruntergehen
es: descender, bajar
hu: leereszkedik, alászáll
nl: afdalen, omlaag gaan
pl: zejść
ru: спускаться

source: keep up with someone
de: mit jemandem mithalten, mit jemandem Schritt halten
es: matenerse al d
hu: lépést tart
nl: (iemand) bijhouden
pl: pozostawać w kontakcie
ru: идти вместе с кем-либо, не отставать

source: heed, obey
de: achten, beachten, gehorchen, befolgen
es: escuchar, obedecer
hu: figyelmez, engedelmeskedik
nl: gehoorzamen, luisteren naar
pl: brać pod uwagę, przestrzegać
ru: принимать что-либо во внимание, подчиняться чему-либо

source: happen, occur
de: passieren, geschehen, stattfinden, vorfallen
es: suceder, occurir
hu: (meg)történik, bekövetkezik
nl: gebeuren
pl: stać się, zdarzyć się
ru: происходить, случаться, иметь место

source: cover
de: abdecken, verdecken, bedecken
es: cubrir
hu: (be)fed, (el)takar
nl: bedekken
pl: przykrywać
ru: покрывать

source: mate (with someone), marry
de: vereinen (sich mit jemandem), heiraten
es: casar con
hu: párosodik, szeretkezik (valakivel)
nl: paren (met iemand)
pl: zwiazać się (z kimś), ożenić się, wyjść za mąż
ru: образовывать с кем-либо брачную связь

source: drink
de: trinken
es: beber
hu: iszik
nl: drinken
pl: pić
ru: пить

source: follow, proceed after
de: folgen, nachfolgen
es: seguir, proceder despu
hu: követ
nl: volgen
pl: podążać (za)
ru: следовать за чем-либо, происходить вслед за чем-либо

source: explain (why) (ii)
de: erklären (warum), erläutern, begründen (ii)
es: explicar (porque)
hu: megmagyaráz (miért)
nl: uitleggen (ii)
pl: wyjaśniać (ii)
ru: разъяснять (почему)

source: get to a place, arrive
de: ankommen, zu einem Ort gelangen
es: llegar
hu: megérkezik, eljut/elér valahová
nl: aankomen (op een plaats), arriveren
pl: przybyć, dotrzeć na miejsce
ru: приходить, добираться до места

source: open
de: öffnen, aufmachen
es: abrir
hu: kinyit
nl: openen
pl: otwierać
ru: открывать

source: kiss
de: küssen
es: besar
hu: (meg)puszil, (meg)csókol
nl: kussen, zoenen
pl: całować
ru: целовать

source: explode
de: explodieren
es: explotar
hu: szétvet, felrobban
nl: ontploffen
pl: wybuchać, eksplodować
ru: взрываться

source: proceed, go
de: weiterlaufen, fortfahren, fortsetzen
es: seguir, ir
hu: folytat
nl: doorgaan
pl: postępować, posuwać się
ru: проходить, уходить

source: use
de: benutzen, verwenden
es: usar
hu: használ
nl: gebruiken
pl: używać, stosować
ru: использовать, применять, употреблять

source: be near
de: nah/näher sein
es: cerca, estar cerca de
hu: közel van
nl: dichtbij zijn
pl: być blisko
ru: находиться поблизости

source: produce
de: produzieren, herstellen, erzeugen
es: producir
hu: készít, létrehoz
nl: produceren, maken
pl: produkować, wytwarzać
ru: изготавливать, производить, выпускать

source: travel
de: reisen,
es: viajar
hu: utazik
nl: reizen
pl: podróżować
ru: путешествовать

source: jump
de: springen, hüpfen
es: saltar
hu: ugrik
nl: springen
pl: skakać
ru: прыгать

source: restore
de: wiederherstellen, zurückversetzen, erneuern
es: restaurar, devolver
hu: helyreállít, rendbe hoz
nl: terughalen
pl: przywracać, odzyskiwać
ru: восстанавливать, реставрировать

source: propel
de: antreiben, treiben, vorwärtstreiben
es: propulsar
hu: (meg)hajt, mozgásba hoz
nl: voortstuwen
pl: napędzać, popychać
ru: толкать вперёд, двигать, приводить в движение

source: prophetize, prophesize, prophesy, predict
de: prophezeien, voraussagen
es: profetizar
hu: megjósol, jövendöl, előre meglát
nl: voorspellen
pl: wieszczyć, przepowiadać, wróżyć
ru: пророчествовать, предсказывать

source: anger, make someone angry
de: ärgern, erzürnen, verärgern (jemanden), wütend machen (jemanden)
es: enojar, hacer que alguien se enojado
hu: bosszant, dühít
nl: (iemand) kwaad maken
pl: denerwować (kogoś)
ru: злить, раздражать кого-либо

source: anger (intransitive), be angry
de: ärgern (sich), verärgert sein, wütend sein
es: enojar, estar enojado
hu: dühöng, bosszankodik
nl: ergeren (onovergangelijk), kwaad zijn
pl: gniewać się
ru: быть рассерженным, сердиться (непереходная форма)

source: refuse (to do something)
de: weigern (etwas zu tun), verweigern, ablehnen
es: no aceptar (hacer algo)
hu: megtagad, visszautasít, nem hajlandó valamire
nl: weigeren (iets te doen)
pl: odmawiać (wykonania czegoś)
ru: отказываться (делать что-либо)

source: add
de: hinzufügen, ergänzen, beigeben, hinzugeben
es: agregar
hu: hozzátesz, hozzáad
nl: toevoegen
pl: dodać
ru: добавлять

source: trap
de: fangen, einschließen, in eine Falle locken, mit einer Falle fangen
es: atrapar, cazar
hu: csapdába ejt
nl: vangen (in een val leiden)
pl: łapać w pułapkę
ru: ловить, заманивать в ловушку,

source: lose track, lose awareness of something
de: (aus den Augen) verlieren
es: perder de vista, perder la conciencia de algo
hu: (el)veszít
nl: de draad kwijtraken
pl: gubić ślad, tracić świadomośc czegoś
ru: терять

source: return
de: zurückkommen, zurückkehren, wiederkommen (intransitiv)
es: regresar, devolver
hu: visszatér
nl: terugkeren
pl: wracać
ru: возвращаться

source: shoot
de: schießen (intransitiv)
es: pegar un tiro a
hu: lő
nl: schieten
pl: strzelać
ru: стрелять

source: camp
de: kampieren, campen, Lager aufschlagen
es: acampar
hu: táboroz
nl: kamperen
pl: obozować
ru: разбивать лагерь

source: camping
de: Kampieren, Lagern
es: campamento
hu: táborhely
nl: kamp
pl: obozowisko
ru: разбивка лагеря

source: work
de: arbeiten
es: trabajar
hu: dolgozik
nl: werken
pl: pracować
ru: работать, трудиться

source: back down, give ground
de: zurückziehen, zurückweichen, Platz machen
es: claudicar, cejar
hu: helyet ad
nl: terugtrekken
pl: cofnąć się, ustąpić miejsca
ru: отступить, освободить место

source: hurt (someone or something)
de: verletzen, wehtun (jemandem oder etwas)
es: hacer da
hu: megsért, megbánt
nl: pijn doen (iets of iemand)
pl: ranić (kogoś lub coś)
ru: причинять боль кому-либо, ранить кого-либо

source: pain
de: Schmerz
es: dolor
hu: fájdalom
nl: pijn
pl: ból
ru: боль

source: hurt, be painful
de: schmerzen, verletzt sein
es: hacer da
hu: fáj, fájdalmas(nak lenni)
nl: pijn hebben, pijnlijk zijn
pl: boleć
ru: причинить боль, быть болезненным

source: shoot
de: schießen
es: pegar un tiro a
hu: lő
nl: schieten
pl: strzelać
ru: стрелять (переходная форма)

source: squirt
de: spritzen
es: echar un chorro de
hu: (ki)lövellni
nl: spuiten
pl: tryskać
ru: брызгать

source: bond with, establish a neural connection
de: verbinden mit, eine neurale Verbindung eingehen/herstellen
es: establecer v
hu: összekapcsolódni vmivel/vkivel, idegi összeköttetést létesíteni
nl: verbinden met, een neurale verbinding maken met
pl: wiązać się, ustanawiać więź
ru: устанавливать связь посредством нейронных волокон

source: apologise (apologize)
de: entschuldigen (sich)
es: disculparse
hu: bocsánatot kér
nl: verontschuldigen
pl: przepraszać
ru: извиняться

source: grow
de: wachsen
es: crecer
hu: nőni
nl: groeien
pl: rosnąć
ru: расти

source: cry, weep
de: weinen, heulen
es: llorar
hu: sírni
nl: huilen
pl: płakać, szlochać
ru: плакать, хныкать

source: throw
de: werfen, schleudern
es: tirar
hu: dobni
nl: gooien
pl: rzucać
ru: бросать, кидать

source: close
de: schließen, zumachen, enden, sperren
es: cerrar
hu: bezárni
nl: sluiten
pl: zamykać się
ru: закрывать

source: may, be possible
de: möglich sein
es: poder, ser posible
hu: lehet, szabad
nl: mogelijk zijn
pl: mieć możliwość, stawać się możliwym
ru: быть возможным

source: rest
de: ausruhen (sich), ruhen, Pause machen, erholen
es: descansar
hu: pihenni
nl: rusten
pl: odpoczywać
ru: отдыхать

source: drop
de: fallen lassen, herunterlassen, abwerfen
es: ca
hu: elejt (ii)
nl: laten vallen
pl: upuszczać (ii)
ru: ронять, бросать

source: fight
de: kämpfen, sich streiten
es: pelearse, luchar
hu: harcolni, küzdeni
nl: vechten
pl: walczyć
ru: драться, воевать

source: hurry
de: beeilen (sich), eilen (sich), hasten
es: apresurarse, darse prisa
hu: sietni
nl: opschieten
pl: spieszyć się
ru: торопиться

source: rush something, make something fast
de: hetzen, in Eile tun (etwas), schnell tun (etwas), überstürzen
es: dar prisa a, hacer algo m
hu: gyorsítani, siettetni, sietni
nl: iets haasten, iets snel laten gaan
pl: przyspieszać, czynić szybszym
ru: делать что-либо быстро, второпях, наспех

source: fasten, tie down
de: festmachen, anbringen, festbinden, schnüren
es: sujetar, atar
hu: odaerősít, leköt(öz)
nl: vastmaken, vastbinden
pl: zamykać, zapinać, przywiązywać
ru: привязывать, связывать, спутывать, пристегивать

source: put, place
de: setzen, stellen, legen, platzieren
es: poner
hu: rak, helyez
nl: neerzetten, plaatsen
pl: umieszczać, kłaść
ru: положить, поставить

source: must not (ii)
de: nicht dürfen (ii)
es: no debe (con subjuntivo)
hu: tilos, nem szabad
nl: niet moeten (ii)
pl: nie móc, nie wolno (ii)
ru: модальный глагол долженствования с отрицанием (не должен)

source: fall
de: fallen
es: caer
hu: (le)esni
nl: vallen
pl: spaść
ru: падать

source: down (direction)
de: runter, nach unten (Richtung)
es: abajo (direcci
hu: lefelé
nl: omlaag (richting)
pl: w dół
ru: снизу, внизу, ниже

source: help
de: helfen, unterstützen
es: ayudar
hu: segít(séget nyújt)
nl: helpen
pl: pomagać
ru: помогать

source: be afraid
de: fürchten, befürchten, Angst haben
es: tener miedo, temer
hu: félni
nl: bang zijn
pl: bać się
ru: бояться

source: up among
de: oben zwischen, nach oben zwischen
es: arriba entre
hu: fent között(e)
nl: boven tussen
pl: pośród
ru: вверху (вместе с кем-либо или среди кого-либо)

source: over, above
de: über, darüber
es: por encima de
hu: fent, felül, felett
nl: boven, over
pl: ponad
ru: над

source: through (via the middle of)
de: durch (durch die Mitte von)
es: por, a trav
hu: át, keresztül (vmi közepén át)
nl: door (via het midden van)
pl: poprzez (przez środek)
ru: сквозь

source: close to
de: nahe bei, nahe an
es: cerca de
hu: közel(ében)
nl: dicht bij
pl: blisko
ru: рядом (с чем-либо), близко (к чему-либо)

source: after (time)
de: nach (Zeit)
es: despu
hu: időben utána, követően
nl: na (tijd)
pl: po (o czasie)
ru: после

source: between
de: zwischen (örtl.)
es: entre
hu: között(e)
nl: tussen
pl: między
ru: между

source: into, inside
de: hinein, in, in...hinein
es: dentro de
hu: bele, befelé, belülre, belsejébe
nl: erin, naar binnen
pl: do, do wewnątrz
ru: внутрь, внутри

source: around
de: um...herum, rund um
es: alrededor de
hu: körül(ötte)
nl: rondom
pl: wkoło, dookoła, wokół
ru: вокруг

source: like, as
de: wie
es: como
hu: ként, akként/úgy..., mint/ahogy
nl: (zo)als
pl: jako, tak jak
ru: как, подобно

source: on, onto
de: auf, nach, an, hinauf
es: a, en
hu: rá, rajta
nl: op
pl: na
ru: на

source: from among
de: von zwischen, von inmitten
es: de, entre
hu: közül(ről)
nl: van tussen
pl: spomiędzy
ru: от группы кого-либо, из нескольких

source: behind
de: hinter
es: dentro de
hu: mögött
nl: achter
pl: za
ru: позади, сзади

source: without
de: ohne
es: sin
hu: nélkül(e)
nl: zonder
pl: bez
ru: без

source: from up among
de: von oben zwischen
es: desde arriba
hu: fentről valami(k) közül
nl: van boven
pl: spośród
ru: вниз от группы кого-либо

source: at (locative)
de: an, bei (Ortsangabe)
es: a (locativo)
hu: -nál/-nél
nl: op (locatief)
pl: w, na
ru: приставка местоположения

source: before (time)
de: vor (Zeit)
es: antes de (tiempo)
hu: korábban, megelőzőleg
nl: voor (tijd)
pl: przed (o czasie)
ru: до, раньше

source: against (as in: fight against)
de: gegen (wie bei: kämpfen gegen)
es: contra (como: luchar contra)
hu: ellen (pl: harcolni vki ellen)
nl: tegen (als in: vechten tegen)
pl: przeciw (np.: walczyć przeciw)
ru: против

source: top
de: Spitze, Gipfel
es: parte superior
hu: tető, csúcs
nl: top, bovenkant
pl: wierzchołek, góra
ru: верх, макушка

source: far away, at a distance
de: weit weg, in der Ferne
es: lejos
hu: messze, távol
nl: ver weg, op een afstand
pl: daleko
ru: далеко, вдалеке

source: to the others
de: zu den anderen, den anderen
es: a los otros
hu: a többieknek
nl: naar de anderen
pl: do innych
ru: к другим (датив)

source: harm
de: Schaden (physisch), Unheil
es: da
hu: baj, ártalom
nl: onheil, schade
pl: krzywda
ru: вред, ущерб

source: computer
es: ordenador, computadora
hu: számítógép ('fém agy')
pl: komputer
ru: компьютер

source: slow
de: langsam
es: lento, atrasado, despacioso
hu: lassú
nl: langzaam
pl: wolny, powolny
ru: медленный

source: idea
de: Idee
hu: gondolat, ötlet
nl: idee
pl: pomysł, idea
ru: мысль, идея

source: isn't it?, right?
de: oder nicht?, richtig?
es: null
hu: ugye? igaz-e? nem igaz?
nl: is het niet?, toch?
pl: czyż nie
ru: не так ли?

source: moss
de: Moos
es: musgo
hu: moha
nl: mos
pl: mech
ru: мох

source: lawyer
de: Anwalt, Rechtsanwalt
es: abogado (a)
hu: ügyvéd, jogász
nl: advocaat
pl: prawnik
ru: юрист

source: writing
de: Schrift
es: escritura
hu: írás
nl: geschrift
pl: pismo
ru: написаное, почерк

source: write
de: schreiben
es: escribir
hu: ír
nl: schrijven
pl: pisać
ru: писать

source: that
de: dass (Nebensatz-Marker)
es: ese, aquel
hu: annak, hogy (alárendelő mellékmondat kötőszava)
nl: dat
pl: który (jeśli chodzi o tego, którego)
ru: что (соединительный союз в сложноподчиненном предложении)

source: everywhere
de: überall
es: en todas partes
hu: mindenütt, mindenhol
nl: overal
pl: wszędzie
ru: везде

source: daily, every day
de: täglich, jeden Tag
es: cada d
hu: naponta, minden nap
nl: dagelijks, elke dag
pl: codziennie, każdego dnia
ru: ежедневно

source: tomorrow
de: morgen
es: ma
hu: holnap
nl: morgen
pl: jutro
ru: завтра

source: no (before a noun)
de: kein, keine/-r/-s (vor einem Nomen)
es: no (ant
hu: nem (főnév előtt)
nl: geen (voor zn.)
pl: żaden
ru: не (с существительными)

source: however
de: jedoch, trotzdem, aber
es: sin embargo
hu: bármily, akármennyire
nl: echter
pl: jakkolwiek
ru: однако

source: formal
de: formal, förmlich
hu: formális, hivatalos
nl: formeel
pl: oficjalny, formalny
ru: официально

source: although
de: obwohl
es: aunque
hu: bár, ugyanakkor, ámbátor
nl: alhoewel
pl: chociaż, aczkolwiek, pomimo
ru: хотя, несмотря на то, что

source: instead of, rather than
de: anstelle, statt, eher als
es: en lugar de, m
hu: helyett, inkább mint...
nl: in plaats van, liever dan
pl: zamiast, raczej niż
ru: вместо того, чтобы

source: something
de: etwas, irgendetwas
es: algo
hu: valami
nl: iets
pl: coś
ru: что-то, нечто

source: somebody, someone
de: jemand, irgendjemand
es: alguien
hu: valaki
nl: iemand
pl: ktoś
ru: кто-то

source: somewhere
de: irgendwo
es: un lugar, un sitio
hu: valahol
nl: ergens
pl: gdzieś
ru: где-то

source: how many
de: Wie viele? (welche Nummer?)
es: cu
hu: hány darab?
nl: hoeveel
pl: ile
ru: сколько? как много?

source: small (in quantity)
de: klein, wenig (kleine Menge)
es: poco (de cantidad)
hu: kevés, csekély
nl: klein (hoeveelheid)
pl: nieliczny, mały
ru: немногочисленный, небольшой по числу

source: how much
de: Wieviel? (welche Menge?)
es: cu
hu: mennyi?
nl: hoeveel
pl: jak dużo
ru: сколько? (с неисчисляемыми существительными)

source: amount
de: Menge, Anzahl
es: cantidad
hu: összeg, mennyiség
nl: aantal
pl: ilość
ru: количество

source: how much
de: Wieviel? (welche Menge?)
es: cu
hu: mennyi?
nl: hoeveel
pl: jak dużo
ru: сколько? (с неисчисляемыми существительными)

source: what (word, utterance)
de: welches Wort?, welche Äußerung?
es: qu
hu: Mi? (Mit mondott?)
nl: wat, welk (woord, uiting)
pl: jakie, które (słowo, wyrażenie, zwrot)
ru: какое? что за? (вопрос к слову или высказыванию)

source: what (word, utterance)
de: welches Wort?, welche Äußerung?
es: qu
hu: milyen szó? hogy mondta?
nl: wat, welk (woord, uiting)
pl: jakie, które (słowo, wyrażenie)
ru: какое? что за? (вопрос к слову или высказыванию)

source: encounter, meet by chance (ii)
de: begegnen, treffen (zufällig) (ii)
es: encontrarse con
hu: összefutni, véletlenül találkozni
nl: ontmoeten
pl: natknąć się, spotkać przypadkiem (ii)
ru: случано встретить кого-либо

source: meet with someone intentionally (use {\bf hu} {\it with})
de: treffen (mit jmd., absichtlich) (benutze {\bf hu} {\it mit})
es: reunirse con
hu: találkozni (szándékosan) ({\bf} {\it -val, -vel} használatával)
nl: iemand doelbewust ontmoeten (gebruik{\bf hu} {\it met})
pl: spotykać się celowo (używa {\bf hu} {\it z})
ru: встретиться с кем-либо по собственному желанию (используйте {\bf hu} {\it with})

source: wish
de: wünschen
es: deseo
hu: kíván, óhajt
nl: wensen
pl: mieć nadzieję
ru: желать

source: wish (contrary to fact, with perfective or imperfective subjunctive)
de: Wunsch (im Gegensatz zur Tatsache, mit perfektivem oder imperfektivem Subjunktiv)
es: desear (contra de los factos con perfecto o imperfecto subjuntivo)
hu: bárcsak! (kívánság; a tényekkel szemben, befejezett vagy folyamatos kötőmóddal)
nl: wens (t.o.v. feit, met (im)perfectief aanvoegende wijs)
pl: gdyby tylko(wyrażenie nierealnych marzeń, poprzedza czasownik w trybie łączącym)
ru: «как хотелось бы»

source: spark
de: Funke
es: chispa
hu: szikra
nl: vonk
pl: iskra
ru: искра

source: happy (of people)
de: fröhlich, glücklich (bei Personen)
es: fel
hu: jókedvű, vidám
nl: blij (voor mensen)
pl: radosny (o ludziach)
ru: радостный, счастливый

source: chase
de: verfolgen, jagen
es: dar caza a, cazar
hu: üldöz, hajszol
nl: (op)jagen
pl: gonić
ru: преследовать

source: catch
de: fangen, auffangen, erwischen
es: coger
hu: elkap
nl: vangen
pl: łapać
ru: ловить

source: yes (colloquial)
de: ja (umgangssprachlich)
es: s
hu: aha, ja, oké
nl: ja (omgangstaal)
pl: tak (potocznie)
ru: да (разговорная форма)

source: draw, illustrate
de: zeichnen, darstellen (bildlich)
es: dibujar, ilustrar
hu: rajzol, illusztrál
nl: tekenen, illustreren
pl: rysować, ilustrować
ru: рисовать, делать иллюстрации

source: today
de: heute
es: hoy d
hu: ma
nl: vandaag
pl: dziś
ru: сегодня

source: alive, living, living thing
de: lebending, lebend, am Leben, lebendiges Ding
es: viviendo
hu: élő, élőlény
nl: levend, in leven, iets levends
pl: żywy, isiota żyjąca
ru: живой, живущий, живое существо
