Repository: LearnNavi/Language
Catalog: Localizations/*.xliff
Languages: de, es, hu, nl, pl, ru

source: touch
de: berühren
es: tocar
hu: (meg)érint
nl: aanraken
pl: dotykać
ru: трогать

source: hammerhead
de: Hammerkopf
es: animal que tiene la misma character
hu: kalapácsfejű növényevő (pandorai állatfaj)
nl: hamerhoofd
pl: Młotogłów
ru: молотоглав (животное)

source: one
de: eins
es: uno/una
hu: egy, 1
nl: één
pl: jeden
ru: один

source: cliff
de: Klippe, Kliff
es: ancantilado, precipicio
hu: szikla(szírt)
nl: rotswand
pl: ściana skalna, klif
ru: утёс

source: one individual
de: eine/-r (Einzelperson)
es: individuo
hu: egy személy (általános alany)
nl: één persoon
ru: одна персона

source: together
de: zusammen, gemeinsam
es: junto
hu: együtt, közösen
nl: samen
pl: razem, wspólnie
ru: вместе

source: first (ordinal)
de: erste/-r/s
es: primero
hu: első
nl: eerste (rangtelwoord)
pl: pierwszy
ru: первый

source: worst
de: schlimmste/-r/s, schlechteste/-r/s
es: peor
hu: legrosszabb
nl: slechtste
pl: najgorszy
ru: худший

source: attack
de: attackieren, angreifen
es: atacar
hu: támad
nl: aanvallen
pl: atakować
ru: нападать, атаковать

source: beat (rhythmic)
de: Schlag (rhythmisch)
es: ritmo, comp
hu: ritmus, ütem
nl: ritme
pl: uderzenie (rytmiczne)
ru: ударный ритм

source: level
de: eben, flach
es: plano, llano
hu: szint, emelet
nl: vlak
pl: równy
ru: уровень, этаж

source: child
de: Kind
es: ni
hu: gyermek
nl: kind
pl: dziecko
ru: ребёнок

source: kid
de: Kind, Kindchen, Kindlein
es: cr
hu: gyerkő(c)
nl: kindje
pl: dzieciątko
ru: дитя

source: young
de: jung
es: joven
hu: fiatal
nl: jong
pl: młody
ru: молодой

source: friend
de: Freund (geschlechtslos)
es: amigo/amiga
hu: barát
nl: vriend
pl: przyjaciel
ru: друг

source: remain, stay
de: bleiben, verbleiben, verweilen
es: quedarse
hu: marad
nl: blijven
pl: zostać, pozostać
ru: оставаться, сохранять состояние

source: spiral
de: Spirale, Wendel
es: espiral
hu: spirál
nl: spiraal
pl: spirala
ru: спираль

source: English language
de: Englisch (Sprache)
es: la lengua ingl
hu: angol nyelv
nl: Engels (taal)
pl: język angielski
ru: английский язык

source: bit, a small amount
de: Bißchen, Stückchen, kleine Menge
es: pedazo, poco
hu: kevés (kis mennyiség)
nl: beetje, kleine hoeveelheid
pl: kawałek, cząstka
ru: кусочек, частица, небольшое количество

source: son
de: Sohn
es: hijo
hu: fiúgyermek
nl: zoon
pl: syn
ru: сын

source: daughter
de: Tochter
es: hija
hu: lánygyermek
nl: dochter
pl: córka
ru: дочь

source: remembrance
de: Andenken, Gedenken, Erinnerung
es: conmemoraci
hu: emlék, emlékezés
nl: herinnering
pl: wspomnienie
ru: память, воспоминания

source: unfold, blossom
de: erblühen, sich entfalten
es: extender, abrirse, desplegarse
hu: kinyílik, kivirágzik
nl: bloeien
pl: rozwijać, kwitnąć
ru: раскрываться, распускаться, цвести, процветать

source: thing (object, fact, abstraction)
de: Ding (Sache, Tatsache, Abstraktion)
es: cosa
hu: dolog (valami)
nl: ding (object, feit)
pl: rzecz (przedmiot, fakt, pojęcie)
ru: вещь

source: what (thing)
de: Was, Welches (Ding)
es: qu
hu: mi? mit? micsoda? micsodát?
nl: welk (ding)
pl: co (o rzecz)
ru: что за, какой, который

source: message
de: Nachricht, Mitteilung
es: mensaje
hu: üzenet
nl: boodschap, bericht
pl: wiadomość
ru: сообщение, послание, обращение

source: clause - level attributive marker
de: das/der/die, welche/-r/-s (Relativpronomen)
es: cu
hu: aki, amely(ik) (határozói mellékmondat kötőszava)
nl: bepaling attributieve markeerder
pl: który, ten
ru: который (в аттрибутивной конструкции связывает определяемое с определяемым)

source: ready
de: fertig, bereit
es: listo, preparado
hu: kész, felkészült
nl: klaar
pl: gotowy
ru: готовый

source: female Na'vi
de: Eigenname eines Kindes
es: nombre propio de una mujer Na'vi
hu: gyermeknév (nem szó szerint értve)
nl: vrouwelijke Na'vi
pl: kobieta Na'vi
ru: Амхул (муж. имя ребенка)

source: Na'vi Clan name
de: Name eines Clans
es: nombre propio de un clan o tribu
hu: Na'vi kl
nl: naam van een Na'vi stam
pl: nazwa klanu
ru: Анураи (название клана)

source: be far
de: weit weg sein, entfernt sein
es: lejos, estar lejos
hu: messze van
nl: ver weg zijn
pl: być daleko
ru: отдаляться, быть далеко

source: large
de: groß, erheblich, umfangreich
es: grande
hu: nagy
nl: groot
pl: duży
ru: большой, крупный

source: light
de: Licht
es: luz
hu: fény
nl: licht
pl: światło
ru: свет

source: son of Ateyo
de: Sohn von Ateyo
es: hijo de Ateyo
hu: Ateyo fia
nl: zoon van Ateyo
pl: syn Ateyo
ru: сын Атейо

source: seeds of the great tree
de: Samen des Großen Baumes
es: semillas del
hu: A Szent Fa magja
nl: zaad van de Grote Boom
pl: nasiona Drzewa Dusz
ru: семя священного дерева

source: land
de: Land, Boden
es: tierra
hu: föld, terület
pl: ziemia, grunt, stały ląd
ru: земля, местность

source: drum (made of skin)
de: Trommel (aus Haut/Fell)
es: tambor (hecho de piel)
hu: dob (bőrből készült)
nl: trommel (gemaakt van huiden)
pl: bęben (zrobiony ze skóry)
ru: барабан из кожи

source: sign, omen
de: Omen, Zeichen, Vorzeichen
es: presajio, augurio
hu: (elő)jel, ómen
nl: voorteken, omen
pl: znak, wróżba
ru: знак, знамение

source: banshee of paradise
de: Paradiesbanshee
es: banshee del para
hu: édeni sikoltófű, földi ikran (pandorai növényfaj)
nl: harpij van het paradijs
pl: Rajska wiedźma
ru: райский банши

source: we
de: wir
es: nosotros
hu: mi
nl: wij
pl: my
ru: мы

source: they
de: sie (Plural)
es: ellos
hu: ők sokan
nl: zij
pl: oni, one
ru: они

source: you all, you (pl.)
de: ihr (alle)
es: vosotros
hu: ti sokan
nl: jullie allen, jullie
pl: wy wszyscy, wy (l.mn.)
ru: вы (инклюзив)

source: we, us (exclusive)
de: wir (exklusiv)
es: nosotros (exclusivo)
hu: mi (kizáró)
nl: wij (exclusief)
pl: my, nas (wyłączające)
ru: мы (эксклюзив)

source: we, us (inclusive)
de: wir (inklusiv)
es: nosotros (inclusivo)
hu: mi (beleértő)
nl: wij, ons (inclusief)
pl: my, nas (włączające)
ru: мы (инклюзив)

source: vision (spiritual)
de: Vision, Sehen (spirituell)
es: visi
hu: vízió, látomás
nl: visie (spiritueel)
pl: wizja (duchowa)
ru: способность Видеть (духовный смысл)

source: male Na'vi
de: Eigenname
es: nombre de un hombre Na'vi
hu: gyermeknév (nem szó szerint értve)
nl: mannelijke Na'vi
pl: mężczyzna Na'vi
ru: Ансит (имя ребенка)

source: under, below
de: unter, darunter
es: debajo de, abajo de
hu: alatt(a), alul
nl: onder-X
pl: poniżej
ru: под

source: request
de: Bitte, Anfrage
es: petici
hu: kérés
nl: verzoek
pl: prośba, żądanie
ru: просьба, мягкое требование

source: request (with {\bf tsnì} clause for object)
de: anfragen, verlangen, höflich ersuchen (mit {\bf tsnì} Satz für das Objekt)
es: pedir
hu: kérés ({\bf tsnì} majd a tárgyi mellékmondat)
nl: verzoeken
pl: prosić (zdanie podrzędne przyłączone spójnikiem{\bf tsnì})
ru: просить, мягко требовать

source: blue, green
de: blau, grün
es: azul, verde
hu: kék, zöld
nl: blauw, groen
pl: niebieski, zielony
ru: синезеленый

source: brain
de: Gehirn
es: cerebro
hu: agy
nl: brein
pl: mózg
ru: мозг

source: pay attention, quit goofing off
de: anhören, Aufmerksamkeit schenken, sich kümmern um
es: prestar atenci
hu: figyel
nl: luisteren
pl: zwracać uwagę
ru: слушать, обратить внимание, перестать дурить

source: brainworm
de: Gehirnwurm
es: gusano de cerebro
hu: agyféreg (pandorai állatfaj)
nl: breinworm
pl: robak mózgu
ru: мозговой червь

source: pass (a test), overcome
de: bestehen (einen Test), bewältigen, überwinden
es: aprobar, salvar un obst
hu: kiáll, sikerrel vesz (próbát)
nl: halen (bv. een test)
pl: zdać (test, egzamin), pokonać (przeszkodę)
ru: сдать (экзамен, тест), пройти испытание

source: before, in front of (place)
de: vor (Ort)
es: delante de
hu: előtt(e),elől
nl: voor (plaats)
pl: przed (o miejscu)
ru: впереди, спереди, перед

source: correct, right
de: korrekt, richtig, zutreffend, genau
es: correcto
hu: helyes, jó (válasz)
nl: juist, correct
pl: poprawny, właściwy
ru: верный, правильный

source: warbonnet
de: Kriegshaube
es: bonete de la guerra
hu: eyaye (pandorai növényfaj)
nl: verentooi
pl: bellicum pennatum, pióropusznik
ru: «Боевые перья»

source: lead
de: führen, anführen, leiten
es: dirigir, conducir
hu: vezet
nl: leiden
pl: przewodzić, prowadzić
ru: вести, быть проводником, руководить

source: leader
de: Anführer
es: l
hu: vezető, főnök
nl: leider
pl: przywódca
ru: вождь, предводитель

source: male leader of the Omatikaya
de: männlicher Anführer der Omatikaya
es: nombre masculino
hu: Az Omatikaya klán férfi vezetőjének a neve
nl: mannelijke leider van de Omatikaya
pl: przywódca klanu Omatikaya
ru: Эйтукан (мужское имя)(лидер клана Оматикая)

source: world spirit, Gaia
de: Eywa, Weltgeist (Äquivalent zu Gaia)
es: esp
hu: világszellem/Gaia/Pandora lelke
nl: wereldgeest, moeder natuur, Gaia
pl: Gaja
ru: Эйва (мировой дух и божество)

source: Pandora (informal pronunciation [\textipa{Ej.\textprimstress wE.vEN}])
de: Pandora (umgangssprachliche Aussprache [\textipa{Ej.\textprimstress wE.vEN}])
es: pronunciaci
hu: Pandora (köznapi kiejtése [\textipa{Ej.\textprimstress wE.vEN}])
nl: Pandora (informele uitspraak [\textipa{Ej.\textprimstress wE.vEN}])
pl: Pandora (wymowa nieoficjalna [\textipa{Ej.\textprimstress wE.vEN}])
ru: Пандора

source: with, by means of
de: mit, mittels, durch
es: con, por medio de, usando
hu: -val/-vel/által (eszközhatározó)
nl: met behulp van, door middel van
pl: przy pomocy
ru: чем-либо, посредством чего-либо

source: smell
de: Geruch, Gestank
es: olor
hu: szag
nl: geur
pl: zapach
ru: запах

source: this way, like this
de: so (auf diese Art und Weise)
es: de esta manera, como este
hu: így, ilyen módon
nl: op deze manier, zoals dit
pl: w ten sposób
ru: подобно этому, таким образом

source: this (action)
de: dies, dieses (diese Aktion)
es: esto acto
hu: ez (a tett/cselekvés)
nl: dit, deze (actie)
pl: ten, ta, to (o czynności)
ru: это (действие или поступок)

source: this one person or thing
de: diese Person oder Sache
es: null
hu: ő, ez a személy
nl: dit, deze (persoon of ding)
pl: ta (osoba lub rzecz)
ru: этот (указание на одушевленный или неодушевленный предмет

source: so, to such an extent
de: so (sehr), besonders, in solchem Ausmaße
es: as
hu: ennyire, ilyen mértékben
nl: zo (veel)
pl: tak, tak badzo
ru: настолько (степень выраженности)

source: here, this place
de: hier, dieser Ort
es: aqu
hu: itt, ez(en) a hely(en)
nl: hier, deze plaats
pl: tutaj, w tym miejscu
ru: тут, здесь, в этом месте

source: this (thing)
de: dies, dieses (Ding)
es: null
hu: ez (a dolog)
nl: dit (ding)
pl: ta (rzecz)
ru: этот (с неодуш. предметом)

source: peel
de: schälen, häuten
es: pelar
hu: hámoz
nl: pellen
pl: obierać
ru: сдирать, соскабливать, чистить

source: mighty
de: gewaltig, mächtig
es: poderoso
hu: hatalmas, tekintélyes
nl: machtig
pl: potężny
ru: сильный, могущественный, могучий

source: one, they (singular usage) (unspecified agent)
de: eine/-r, man (nicht-spezifizierter Handelnder)
es: uno, se (complemento agente indeterminado)
hu: valaki, ő(k) (határozatlan alany, egyesszámban értendő)
nl: een, men (ongespecificeerd onderwerp)
ru: обобщенно-личное местоимение

source: succeed
de: glücken, gelingen, Erfolg haben
es: tener
hu: sikerrel jár, sikerül
nl: slagen
pl: udać się, powieść się
ru: достигать цели, преуспевать, иметь успех

source: news, something to report
de: Neuigkeit, etwas zu berichten
es: noticia(s)
hu: hír, újság
nl: nieuws, iets om te melden
pl: informacja, nowina, coś do ogłoszenia
ru: новость, предмет сообщения

source: test
de: testen, prüfen, überprüfen
es: evaluar, poner a prueba
hu: tesztel, próbára tesz
nl: testen
pl: sprawdzać, badać
ru: экзаменовать, подвергать испытанию

source: try, attempt
de: versuchen, probieren
es: intentar, tratar
hu: (meg)próbál, megkísérel
nl: proberen
pl: próbować
ru: пробовать, пытаться

source: metal
de: Metall
hu: fém
nl: metaal
ru: металл

source: metal-following plant
de: metall-suchende Pflanze, Anemonide
es: planta que sigue de metal
hu: fémkövető növény (pandorai növényfaj)
nl: metallofiele plant
pl: pennanemonoid ciliare, anemonid
ru: Pennanemone ciliare («растение, следующее за металлом»)

source: quiet, be quiet
de: beruhigen, ruhig sein, leise sein
es: tranquilo, silencio, c
hu: lehalkít, elcsendesül
nl: wees stil, stil zijn
pl: być cicho
ru: молчать, замолкать

source: they
de: sie (plural)
es: ellos
hu: ők sokan
nl: zij
pl: oni, one
ru: они (сокращенная форма)

source: hold off, suspend action
de: zögern, sich zurückhalten, Tätigkeit unterbrechen/einstellen
es: esperar (un acto)
hu: abbahagy, felfüggeszt (a cselekvés folytatódni fog)
nl: actie uitstellen, wachten
pl: wstrzymywać, opóźniać
ru: приостанавливать, откладывать (какое-либо дело)

source: send
de: senden, schicken
es: enviar
hu: (el)küld
nl: zenden, sturen
pl: wysłać
ru: отправлять, посылать

source: challenge (ceremonial)
de: Herausforderung (zeremoniell)
es: desaf
hu: kihívás (ünnepélyes)
nl: uitdaging (ceremonieel)
pl: wyzwanie (ceremonialne)
ru: вызов (церемониальный)

source: for the sake of, for the benefit of
de: wegen, zuliebe, um ... willen
es: por, en beneficio de
hu: (azért), hogy; valaminek az érdekében
nl: in het belang van, voor het nut van
pl: dla, na korzyść (czegoś)
ru: ради, из-за, для, с целью

source: think
de: denken
es: pensar
hu: gondol(kodik)
nl: denken
pl: myśleć
ru: думать

source: well-being, peace, happiness
de: Wohlsein, Friede, Glück
es: bienestar, paz, felicidad
hu: béke, jólét
nl: vrede, geluk
pl: dobrobyt, spokój, radość
ru: мир, благополучие

source: medusa
de: Medusa (Tier)
hu: (pandorai repülő medúzaszerű lény) (pandorai állatfaj)
pl: meduza
ru: медуза

source: enter
de: eintreten, betreten
es: entrar
hu: belép
nl: binnenkomen
pl: wchodzić
ru: входить, проникать, попадать

source: everything
de: alles (jedes Ding)
es: todo
hu: minden
nl: alles
pl: wsystko
ru: всё

source: always, all the time
de: immer, jeder Zeit
es: siempre
hu: mindig
nl: altijd
pl: zawsze, cały czas
ru: всегда

source: everyone
de: jeder, jede, alle
es: todo el mundo, todos
hu: mindenki
nl: iedereen
pl: każdy
ru: все

source: visit
de: besuchen
es: visitar
hu: (meg)látogat
nl: bezoeken
pl: odwiedzać
ru: навещать, посещать

source: guest, visitor
de: Gast, Besucher
es: invitado, hu
hu: vendég
nl: gast, bezoeker
pl: gość, odwiedzający
ru: гость

source: stop
de: stoppen, anhalten, aufhalten
es: parar
hu: befejez, abbahagy
nl: stoppen
pl: zaprzestać
ru: прекращать, останавливаться

source: so that, in order to
de: sodass, um…zu
es: para que, a fin de, para
hu: a célból/azért, hogy
nl: zodat
pl: żeby, po to aby
ru: чтобы, для того чтобы

source: so that not, lest
de: sodass nicht, dass nicht, damit nicht
es: para que no, a fin de no, para no
hu: hogy nehogy, különben
nl: zodat niet
pl: aby nie
ru: чтобы не, как бы не

source: study
de: studieren, erforschen, untersuchen
es: estudiar
hu: megfigyel, szemügyre vesz, tanulmányoz
nl: studeren
pl: studiować, uczyć się
ru: изучать, учить

source: tongue
de: Zunge
es: lengua (pero no un lenguaje)
hu: nyelv (testrész)
nl: tong
pl: język (część ciała)
ru: язык (часть тела)

source: celebration, happy occasion
de: Feier, Fest, fröhlicher Anlass, freudiges Ereignis
es: celebraci
hu: ünnep(ség)
nl: feestdag, blijde gebeurtenis
pl: świętowanie, święto
ru: праздник

source: from (direction)
de: von, ab, aus (Richtung)
es: desde (en el espacio), de
hu: felől, irányából
nl: vanuit (richting)
pl: z (kierunku)
ru: от, из, с (направление в пространстве)

source: easy, simple
de: leicht, einfach
es: f
hu: könnyű, egyszerű
nl: makkelijk, simpel
pl: łatwy, prosty
ru: легкий, простой, нетрудный

source: passionate
de: leidenschaftlich
es: apasionado, ardiente
hu: szenvedélyes
nl: hartstochtelijk
pl: gorący, żarliwy
ru: пылкий, страстный

source: choose
de: wählen, aussuchen, auswählen
es: elegir
hu: választ
nl: kiezen
pl: wybierać
ru: выбирать

source: or
de: oder
es: o
hu: vagy (kötőszó)
nl: of
pl: lub
ru: или

source: that
de: dass (Nebensatz-Marker)
es: que (indicador de cl
hu: azt, hogy (alárendelő mellékmondat kötőszava)
nl: dat
pl: którego
ru: что, чтобы

source: that (subordinate clause marker)
de: dass (Nebensatz-Marker)
es: que (indicador de cl
hu: az, hogy (alárendelő mellékmondat kötőszava)
nl: dat (gesubordineerd zinsdeel markeerder)
pl: który
ru: тот (который или что) (маркер относительного выражения)

source: path, way, manner
de: Pfad, Weg, Verhalten, Art und Weise
es: camino, manera
hu: ösvény, út, mód
nl: pad, wijze, manier
pl: spsób, zwyczaj, scieżka
ru: путь, дорога

source: how
de: wie?
es: c
hu: hogy(an)?
nl: hoe
pl: jak
ru: как

source: guide (with dative of thing guided)
de: anleiten, führen, leiten
es: guiar
hu: vezet, utat mutat
nl: leiden (met het geleidde in datief)
pl: prowadzić, przewodzić (obiekt przewodzony, prowadzony w formie celownika)
ru: вести, направлять

source: so, in that case
de: so, also, daher, in diesem Fall
es: as
hu: úgy, akkor, abban az esetben
nl: dus, in dat geval
pl: więc, w takim razie
ru: так что, в таком случае

source: sleep
de: schlafen
es: dormir
hu: alszik
nl: slapen
pl: spać
ru: спать

source: part
de: Teil
es: parte
hu: rész
nl: deel
pl: część
ru: часть

source: done, finished
de: fertig, erledigt, fertiggestellt
es: hecho, terminado
hu: kész, befejezett
nl: klaar, gedaan
pl: zrobiony, skończony
ru: готовый, законченный, завершенный

source: protect, shelter
de: schützen, beschützen, wahren
es: proteger
hu: (meg)véd, (meg)óv
nl: beschermen
pl: chronić, osłaniać
ru: охранять, защищать, укрывать

source: small, little (in size)
de: klein, gering (Größe)
es: peque
hu: kicsi, apró, parányi
nl: klein (in grootte)
pl: mały, niewielki rozmiarem
ru: маленький (в размере)

source: funny, strange
de: lustig, seltsam, komisch
es: raro, estranjo
hu: különös, furcsa
nl: grappig, vreemd
pl: zabawny, dziwny
ru: смешной, забавный, странный

source: few
de: wenig, ein paar, einige
es: pocos/pocas, poco de
hu: néhány, kevés
nl: weinig
pl: nieliczny
ru: несколько, немного

source: number
de: Zahl, Nummer
es: n
hu: szám
nl: hoeveelheid
pl: liczba
ru: число

source: danger
de: Gefahr
es: peligro
hu: veszély
nl: gevaar
pl: niebezpieczeństwo, zagrożenie
ru: опасность

source: with (accompaniment)
de: mit, zusammen mit, in Begleitung von
es: con
hu: -val/-vel (társhatározó)
nl: met
pl: z (o towarzyszeniu)
ru: вместе с

source: wind
es: viento
hu: szél (szellő)
pl: wiatr
ru: ветер

source: leave, depart
de: abreisen, weggehen, verlassen
es: salir
hu: elmegy, elhagy
nl: weggaan
pl: odchodzić, opuszczać
ru: отправляться, уходить, покидать

source: stringed instrument
de: Saiteninstrument
es: instrumento de cuerda
hu: húros hangszer
nl: snaarinstrument
pl: instrument strunowy
ru: струнный муз. инструмент

source: Stairway to Heaven, the rite of passage for young Na'vi
de: Hallelujah-Berge, Treppe zum Himmel, Initiationsritus für junge Na'vi
es: Escalera al Cielo, el rito de iniciaci
hu: Halleluja-hegység (lebegő hegység)
nl: Trap naar de Hemel (overgangsritueel voor jonge Na'vi)
pl: Schody do nieba, rytuał przejścia dla młodych Na'vi
ru: Лестница в небеса (церемония принятия в воины для молодых на'ви)

source: banshee
hu: ikran/sikoll (na'vik repülő hátasa) (pandorai állatfaj)
nl: harpij
pl: zmora
ru: горный банши

source: forest banshee
de: {\it Waldbanshee}
es: banshee del bosque
hu: erdei ikran / sikoll
nl: bosharpij
pl: zmora leśna
ru: лесной банши

source: animal, beast
de: Tier, Bestie, Biest
es: animal, bestila
hu: állat, vadállat
nl: dier, beest
pl: zwierzę
ru: зверь, животное

source: thank you, thanks
de: Danke, Dank
es: gracias
hu: köszönet, köszönöm!
nl: bedankt, dank je
pl: podziękowanie, dzięki
ru: спасибо

source: by, via, following, according to
de: folgend, entlang, via; laut
es: v
hu: által(a), révén, keresztül, mentén
nl: via, volgens
pl: przez, podążając za, zgodnie z
ru: посредством чего-либо, сквозь, через, согласно чему-то

source: across, covering thoroughly
de: (quer) über, übergreifend
es: a trav
hu: túl(ra), át(al)
nl: overheen, volledig bedekkend
pl: poprzez
ru: через (направление)

source: go
de: gehen
es: ir
hu: megy
nl: gaan
pl: iść
ru: идти, ехать, двигаться

source: species of poisonous arachnid
de: giftige Spinnenart
es: una especie de ar
hu: mérgező pókszabású állat (pandorai állatfaj)
nl: giftige spinnensoort
pl: scorpiosista virosae, arachnoid
ru: вид ядовитых паукообразных

source: sweet to the taste
de: süß (Geschmack)
es: dulce
hu: édes (íz)
nl: zoet (smaak)
pl: słodki w smaku
ru: сладкий

source: hello
de: Hallo
es: hola
hu: szia!, üdvözöllek! (találkozáskor)
nl: hallo
pl: cześć
ru: привет

source: ride out
de: ausreiten
es: montar fuera, andar en fuera
hu: kilovagol
nl: uitrijden
pl: wyruszać
ru: выезжать, выдвигаться

source: see, see into, understand, know (spiritual sense)
de: sehen, verstehen, kennen, erkennen (spirituell)
es: ver, conocer (sentido espiritual)
hu: (bele)lát (spirituális értelemben), lény(eg)ében megért/felismer, 'grokkol'
nl: (in)zien
pl: widzieć, rozumieć, zaglądać, wiedzieć (w sensie duchowym)
ru: видеть сущность, понимать, знать

source: aim, to intend; aim, to direct a weapon or other object at a target
de: \textnormal{vtrm.} zielen, abzielen, beabsichtigen; \textnormal{vtr.} zielen, eine Waffe oder anderes Objekt auf ein Ziel richten
es: apuntar
hu: (meg)céloz
nl: doelen op, bedoelen; richten, een wapen of object op een doel richten
pl: zamierzać
ru: целиться

source: valid
de: gültig, stichhaltig, richtig
es: v
hu: érvényes
nl: geldig
pl: obowiązujący, właściwy
ru: действенный, эффективный, действующий

source: teach
de: lehren, unterrichten
es: ense
hu: tanít
nl: leren, doceren
pl: uczyć (kogoś)
ru: учить

source: teacher
de: Lehrer
es: profesor, instructor
hu: tanító
nl: leraar
pl: nauczyciel
ru: учитель

source: rhythm
de: Rhythmus
es: ritmo, cadencia
hu: ritmus
nl: ritme
pl: rytm
ru: ритм

source: never
de: niemals, nie
es: nunca
hu: soha
nl: nooit
pl: nigdy
ru: никогда

source: bad, evil
de: böse, schlecht, übel
es: malo, malvado
hu: rossz, gonosz
nl: slecht
pl: niedobry, zły
ru: плохой, дурной, злой

source: no-one
de: niemand
es: nadie
hu: senki
nl: niemand
pl: nikt
ru: никто

source: not
de: nicht
es: no
hu: nem
nl: niet
pl: nie
ru: не

source: nothing
de: nichts, Nichts
es: nada
hu: semmi
nl: helemaal niets, helemaal niet
pl: nic, nijak, w żaden sposób
ru: ничего, ничто

source: no
de: nein
hu: nem (tagadás)
nl: nee
pl: nie
ru: нет

source: home, house
de: Heim, Heimat, Zuhause, Haus
es: casa
hu: otthon, ház
nl: thuis, huis
pl: dom
ru: дом

source: live, dwell
de: leben, wohnen, hausen
es: vivir, morar
hu: lakik
nl: wonen
pl: mieszkać
ru: жить, обитать

source: Hometree
de: Heimatbaum
es: nombre del
hu: otthonfa
nl: Huisboom
pl: Drzewo Domowe
ru: Древо Дома

source: thing (action), deed
de: Ding (Aktion), Tat, Handlung
es: acto, acci
hu: cselekedet, tett
nl: actie, daad
pl: czynność, dokonanie
ru: действие, поступок

source: what (action)
de: Was? (Welche Aktion)
es: lo que (acci
hu: mi történik? mit csinál?
nl: wat, welke (actie)
pl: jaka (czynność)
ru: что (вопрос к действию)

source: model, represent, exemplify (ii)
de: darstellen, veranschaulichen, bedeuten, repräsentieren (ii)
es: exemplificar, demostrar
hu: példát mutat, elől jár
nl: representeren
pl: demonstrować, reprezentować (ii)
ru: иллюстрировать (на примере), приводить пример, представлять в качестве образца

source: dead
de: tot
es: muerto
hu: halott
nl: dood
pl: martwy
ru: мертвый

source: alien
de: Alien, Außerirdische/-r, Fremde/-r
es: extraterrestre, extranjero
hu: idegen, ismeretlen személy
nl: vreemdeling
pl: obcy
ru: чужой, чужак, чужестранец

source: alien
de: fremd, außerirdisch
es: extra
hu: idegen, ismeretlen
nl: vreemd (buitenaards)
pl: obcy
ru: чужой

source: insanity
de: Wahnsinn, Irrsinn
es: locura
hu: őrület
nl: krankzinnigheid
pl: szaleństwo, głupota, obłęd
ru: безумие, умопомешательство

source: world (physical, solid)
de: Welt (physisch)
es: mundo (f
hu: világ (fizikai, kézzelfogható)
nl: wereld (fysiek, solide)
pl: świat (fizyczny)
ru: материальный мир
