Repository: LearnNavi/Language
Catalog: Localizations/*.xliff
Languages: de, es, hu, nl, pl, ru

source: river
de: Fluss
es: r
hu: folyó
nl: rivier
pl: rzeka
ru: река

source: spin, to spin (something)
de: drehen, wirbeln
es: girar
hu: forgat, pörget
nl: (iets) draaien, laten tollen
pl: wirować, obracać (czymś)
ru: вращать (что-либо)

source: need
de: brauchen, bedürfen, benötigen
es: necesitar
hu: szüksége van valamire
nl: nodig hebben
pl: potrzebować
ru: нуждаться (в ком-то или чем-то)

source: leg
de: Bein
es: pierna, pata
hu: láb
nl: been
pl: noga
ru: нога

source: knee
de: Knie
es: rodilla
hu: térd
nl: knie
pl: kolano
ru: колено

source: thread
de: Faden, Strang
es: hilo
hu: fonal
nl: draad
pl: nić, wątek
ru: нить

source: among
de: zwischen, unter, mitten unter, inmitten
es: en medio de, entre de
hu: között(e)
nl: tussen
pl: wśród
ru: между, посреди, среди

source: service
de: Dienst, Dienstleistung
es: servicio
hu: szolgálat
nl: dienst
pl: służba, usługa
ru: служба, занятие, работа, услуга

source: be responsible
de: verantwortlich sein
es: ser responsable
hu: felelős valamiért
nl: verantwoordelijk zijn
pl: być odpowiedzialnym
ru: нести ответственность

source: dig up
de: aufgraben, ausgraben
es: desenterrar
hu: felás
nl: opgraven
pl: wykopać
ru: прокапывать

source: stand
de: stehen
es: estar de pie, levantarse
hu: áll
nl: staan
pl: stać
ru: стоять

source: territory
de: Bereich, Gebiet, Land, Territorium
es: territorio
hu: terület
nl: gebied, territorium
pl: terytorium
ru: территория

source: ground
de: Boden, Grund
es: terreno
hu: föld, talaj
nl: grond
pl: ziemia, grunt
ru: земля

source: solicit agreement
de: Einverständnis einholen (makto ko! - 'Lass uns reiten!')
es: null
hu: nosza!
nl: instemmend
ru: призыв к действию, побуждение к согласию

source: too, also, additionally
de: auch, ebenfalls, zusätzlich
es: tambi
hu: is, szintén
nl: ook, alsmede, tegelijk met
pl: też, również, także
ru: также, в том числе

source: rule, guideline
de: Regel, Richtlinie
es: regla, pauta
hu: szabály
nl: regel, richtlijn
pl: zasada, wytyczna, wskazówka
ru: правило

source: time
de: Zeit
es: tempo
hu: idő
nl: tijd
pl: czas
ru: время

source: take/consume time (ii)
de: dauern, Zeit brauchen (ii)
es: tomar tiempo, llevar
hu: időt vesz igénybe (ii)
nl: tijd verbruiken
pl: zajmować czas (ii)
ru: требовать времени

source: when
de: Wann?
es: cuando
hu: mikor?
nl: wanneer
pl: kiedy
ru: когда (в какое время)

source: gunship
de: Hubschrauber (Waffenschiff)
es: artillado
hu: harci helikopter
nl: gevechtsvliegtuig
pl: śmigłowiec szturmowy
ru: ударный вертолёт

source: drive out
de: verjagen, vertreiben
es: expulsar a
hu: kiűz, elüldöz
nl: uitdrijven
pl: wypędzać
ru: выезжать, выдвигаться откуда-либо

source: middle, midpoint
de: Mitte, Mittelpunkt
es: medio, punto medio
hu: közép, középpont
nl: midden
pl: środek, połowa
ru: середина, центр

source: center, place in the middle
de: Zentrum, Mittelpunkt (Ort)
es: lugar en el medio
hu: központi hely
nl: middelpunt, plaats in het midden
pl: centrum, miejsce w środku
ru: место посередине

source: boom (onomatopoeic)
de: Bumm, Knall (Lautmalerei)
es: null
hu: bumm! (hangutánzószó)
nl: boem (onomatopee)
pl: bum (onomatopeja)
ru: бабах (звукоподражание)

source: forbidden
de: verboten, unerlaubt
es: prohibido
hu: tiltott
nl: verboden
pl: zabroniony
ru: запрещённый, запретный

source: perhaps, maybe
de: vielleicht, eventuell
es: quiz
hu: talán, esetleg
nl: misschien
pl: może, być może
ru: может быть, возможно

source: smoke
de: Rauch
es: humo
hu: füst
nl: rook
pl: dym
ru: дым

source: tail
de: Schwanz
es: cola
hu: farok
nl: staart
pl: ogon
ru: хвост

source: error, mistake
de: Fehler, Irrtum
es: el error
hu: hiba
nl: fout
pl: błąd, pomyłka
ru: ошибка

source: charge, running attack
de: Ansturm, Angriff
es: cargar, ejecutar un ataque terrestre
hu: lerohanás
nl: aanval
pl: szarża
ru: нападать, бросаться в атаку

source: other, else
de: andere/-r/s, weitere/-r/s
es: otro, otra
hu: más
nl: ander
pl: inny
ru: другой, иной

source: seem, appear
de: scheinen, erscheinen, wirken, aussehen
es: parecer
hu: látszik, (fel)tűnik
nl: lijken
pl: wydawać się, wyglądać
ru: казаться, представляться

source: other one person or thing
de: der/die/das andere
es: otra (persona o cosa)
hu: más, másik ember vagy dolog
nl: (de) ander (persoon of ding)
pl: inny (osoba lub rzecz)
ru: другой (вещь или персонаж)

source: change
de: ändern (sich), verändern (sich)
es: cambiar
hu: változik
nl: veranderen
pl: zmieniać
ru: меняться, менять

source: clear, certain
de: eindeutig, klar, gewiss, sicher
es: clara, cierta
hu: tiszta, világos, bizonyos
nl: zeker, duidelijk
pl: jasny, pewny, oczywisty, wyraźny
ru: ясный, четкий, определенный

source: happy, peaceful, joyous, pleasant
de: fröhlich, friedlich, erfreulich (nicht für Personen), angenehm
es: feliz, tranquila, alegre (no para la gente) agradable
hu: nyugodalmas, derűs, kellemes
nl: blij, vredig, plezierig, aangenaam
pl: szczęśliwy, spokojny, radosny, przyjemny
ru: мирный, добрый, умиротворенный, веселый

source: colleague
de: Kollege, Mitarbeiter
es: colega
hu: kolléga
nl: collega
pl: kolega, koleżanka
ru: коллега

source: daily
de: täglich
es: diario
hu: mindennapi
nl: dagelijks
pl: dzienny
ru: ежедневный, каждодневный

source: possible
de: möglich
es: posible
hu: lehetséges
nl: mogelijk
pl: możliwy
ru: возможный, вероятный

source: word
de: Wort
es: palabra
hu: szó
nl: woord
pl: słowo
ru: слово

source: language
de: Sprache
es: lengua
hu: nyelv
nl: taal
pl: język
ru: язык (речь)

source: Na'vi Clan name
de: Eigenname eines Clans
es: un clan
hu: Na'vi kl
nl: naam van een Na'vi stam
pl: nazwa klanu
ru: Ли'она (имя клана)

source: approach
de: nähern, annähern
es: acercarse a
hu: megközelít
nl: naderen, benaderen
pl: zbliżać się
ru: подходить, приближаться

source: male of the Tawkami
de: männlicher Name der Tawkami
es: nombre de un hombre del clan Tawkani
hu: Tawkami férfi név (nem szó szerint értve)
nl: man van de Tawkami
pl: członek klanu Tawkami
ru: Ломпо (мужское имя)

source: release, let go
de: freilassen, befreien, gehen lassen
es: liberar
hu: elereszt
nl: loslaten
pl: uwolnić, osowobodzić
ru: освобождать, отпускать, выпускать

source: beautiful, pleasant to the senses
de: schön, angenehm für die Sinne
es: hermoso, agradable a los sentidos (para cosas o partes de una persona)
hu: gyönyörűséges, kellemes
nl: mooi, aangenaam voor de zintuigen
pl: piękny, przyjemny dla zmysłów
ru: красивый, привлекательный

source: helicoradian, beautiful spiral
de: helicoradium spirale, schöne Spirale (Pflanze)
es: una espiral hermosa
hu: helicoradium spirál, gyönyörű spiral (pandorai növényfaj)
nl: helicoradium spiraal, mooie spiraal
pl: helicoradian, piękna spirala
ru: helicoradium spirale, прекрасная спираль

source: smile
de: Lächeln
es: sonrisa
hu: mosoly
nl: glimlach
pl: uśmiech
ru: улыбка

source: smile
de: lächeln
es: sonreir
hu: mosolyog
nl: lachen
pl: usmiechać się
ru: улыбаться

source: be, am, is, are
de: sein, bin, bist, ist, sind (Kopula, Verb der Existenz)
es: ser, estar
hu: van, lenni
nl: zijn (existentieel)
pl: być
ru: быть, являться, существовать

source: reason
de: Grund, Begründung
es: raz
hu: ok, indok
nl: reden
pl: powód
ru: причина

source: why
de: Warum?
es: null
hu: miért?
nl: waarom
pl: dlaczego
ru: почему, зачем

source: O (vocative marker)
de: Oh (Marker für den Vokativ)
es: marcador vocativo
hu: megszólító eset jele
nl: aansprekende wijs markeerder
pl: O! (partykuła wołacza)
ru: маркер звательного падежа

source: ride
de: reiten
es: montar
hu: lovagol, megül
nl: rijden
pl: jechać (wierzchem)
ru: ехать (верхом)

source: male of the Tawkami
de: männlicher Name der Tawkami
es: un hombre del clan Tawkami
hu: Tawkami férfi név (nem szó szerint értve)
nl: man van de Tawkami
pl: członek klanu Tawkami
ru: Малими

source: calm
de: ruhig, gefasst
es: calma
hu: nyugodt
nl: kalm
pl: spokojny
ru: спокойный

source: they, those two
de: die, diese beiden
es: ellos, aquellos dos
hu: ők ketten
nl: zij, die twee
pl: ta dwójka, tych dwoje
ru: они (указание на пару кого-либо или чего-либо)

source: eyes (two)
de: Augen (zwei)
es: ojos (los dos)
hu: két szem
nl: ogen (twee)
pl: oczy (para)
ru: глаза

source: harmony, living at one with nature
de: Harmonie, im Einklang mit der Natur leben
es: armon
hu: harmónia, összhang a természettel
nl: harmonie, een zijn met de natuur
pl: harmonia, życie w zgodzie z naturą
ru: гармония жизни с природой

source: honor
de: Ehre
hu: becsület, tisztesség
nl: eer
ru: слава, почёт, честь

source: weak
de: schwach, kraftlos, empfindlich
es: d
hu: gyenge
nl: zwak
pl: słaby
ru: слабый, неспособный, хрупкий

source: yet, still, as before
de: noch, noch immer, wie vorher
es: sin embargo, sigue siendo, como antes
hu: még mindig
nl: toch, nog, als voorheen
pl: jeszcze, ciągle, nadal
ru: все ещё, пока что, по-прежнему

source: new
de: neu
es: nuevo, nueva
hu: új
nl: nieuw
pl: nowy
ru: новый

source: ear
de: Ohr
es: o
hu: fül
nl: oor
pl: ucho
ru: ухо

source: in, on
de: in, im, an, auf
es: en
hu: bent, benne, rajta, -ban/-ben, -on/-en/-ön
nl: in, op
pl: w, na
ru: в, на

source: turn, rotate on an axis
de: rotieren (um eine Achse), wenden
es: girar
hu: (meg)fordul, tengely körül forog
nl: draaien, roteren om een as
pl: skręcać, obracać
ru: поворот

source: away (position)
de: weg (Position)
es: lejos
hu: távol(ban)
nl: weg (positie)
pl: daleko
ru: далеко, вдали (позиция)

source: agree
de: zustimmen, übereinstimmen
es: estar de acuerdo
hu: egyetért
nl: instemmen
pl: zgadzać się
ru: соглашаться

source: tsahìk of the Omatikaya
de: Frauenname, tsahìk der Omatikaya
es: nombre del tsahik del clan Omatikaya
hu: Omatikaya sámánnő neve
nl: tsahìk van de Omatikaya
pl: tsahìk klanu Omatikaya
ru: цахик кнала Оматикая

source: daughter of Mo'at
de: Tochter der Mo'at
es: hija de Mo'at
hu: Mo'at lánya
nl: dochter van Mo'at
pl: córka Mo'at
ru: дочь Мо'ат

source: we two, us two (exclusive)
de: wir, wir beide (exklusiv)
es: los dos de nosotros
hu: mi ketten (kizáró)
nl: wij, wij twee (exclusief)
pl: nas dwoje, nasza dwójka (exclusivus)
ru: мы двое (без собеседника)

source: voice
de: Stimme
es: la voca
hu: beszédhang, énekhang
nl: stem
pl: głos
ru: голос

source: proper, fair, right, justified
de: anständig, passend, gerecht, richtig, fair
es: adecuada, justa, correcta, justificado
hu: igazságos, helyénvaló
nl: eerlijk, goed, terecht
pl: właściwy, poprawny, odpowiedni, sprawiedliwy
ru: правильный, должный, справедливый

source: cut
de: schneiden
es: cortar
hu: vág
nl: snijden
pl: ciąć
ru: резать, разрезать

source: two
de: zwei
es: dos
hu: kettő, 2
nl: twee
pl: dwa
ru: два

source: take, bring
de: nehmen, bringen, mitbringen
es: tomar, llevar
hu: visz, hoz
nl: brengen
pl: brać, zabierać
ru: брать, нести

source: except
de: außer, bis auf, abgesehen von
es: excepto
hu: kivételével
nl: behalve
pl: z wyjątkiem
ru: кроме

source: mated, married
de: gepaart, vereint
es: acoplado, se caz
hu: egyesült (pár)
nl: getrouwd, een paar
pl: żonaty, zamężna, związany z kimś
ru: сочетавшиеся браком

source: like, as
de: wie, als, so wie
es: como
hu: -ként, akként/úgy..., mint/ahogy
nl: (zo)als
pl: jak
ru: как и, подобно

source: forest
de: Wald
es: el bosque
hu: erdő
nl: bos, woud
pl: las
ru: лес

source: the People, indigenous Pandoran sentient race
de: Volk (der Na'vi), eingeborenes Volk Pandoras
es: La Gente, raza indigena sensibles de la planeta Pandora
hu: a Nép, bennszülött pandorai faj
nl: het Volk, inheemse bewoners van Pandora
pl: Lud, rdzenni mieszkańcy Pandory
ru: на'ви (Народ, разумные аборигены Пандоры)

source: viperwolf {Caniferratus costatus}, striped armored wolf
de: Natterwolf (Viperwolf, Caniferratus costatus)
es: lobo v
hu: viperafarkas {Caniferratus costatus}, síkos páncélos farkas (pandorai állatfaj)
nl: slangewolf {Caniferratus costatus}, gestreepte gepantserde wolf
pl: wężowilk {Caniferratus costatus}, prążkowany, opancerzony wilk
ru: змееволк {Caniferratus costatus}, бронированный волк

source: eye
de: Auge
es: ojo
hu: szem
nl: oog
pl: oko
ru: глаз

source: watch out, be careful
de: aufpassen, achtgeben
es: tener cuidado
hu: vigyáz, odafigyel, óvatosan cselekszik
nl: kijk uit, pas op!
pl: uważać
ru: быть начеку, смотреть в оба

source: great, noble
de: grossartig, bedeutend, edel, nobel
es: grande, noble
hu: nagy, nemes
nl: groots, nobel
pl: wielki, szlachetny
ru: великий, славный, благородный

source: to, towards (direction)
de: zu, nach, in Richtung
es: a, hacia
hu: felé, irányába
nl: naar, in de richting van
pl: do, w kierunku
ru: к, по направлению к

source: back (direction)
de: zurück (Richtung)
es: atr
hu: hát(ul)ra, hátrafelé
nl: terug (richting)
pl: wstecz
ru: назад, обратно

source: burn, consume
de: verbrennen, verbrauchen
es: quemar, consumir
hu: eléget, elfogyaszt
nl: consumeren, verbranden
pl: palić, pochłaniać
ru: потреблять, расходовать

source: female of the Tawkami
de: weiblicher Name der Tawkami
es: nombre de una mujer del clan Tawkami
hu: Tawkami női név (nem szó szerint értve)
nl: vrouw van de Tawkami
pl: członkini klanu Tawkami
ru: Нера'нак

source: away (direction)
de: weg (Richtung)
es: lejos
hu: el(felé)
nl: weg (richting)
ru: от (по направлению)

source: want
de: wollen, möchten
es: desear (con verbo subjuntivo)
hu: akar
nl: willen
pl: chcieć
ru: хотеть, желать

source: female Na'vi of the Omatikaya Clan
de: weiblicher Name der Omatikaya
es: una mujer del clan Na'vi Omatikava
hu: Omatikaya női név
nl: vrouwelijke Na'vi van de Omatikaya Stam
pl: członkini klanu Omatikaya
ru: Нейтири (женское имя)

source: grab
de: greifen, fassen, packen
es: agarrar
hu: megfog, megragad
nl: grijpen
pl: chwytać
ru: брать, хватать

source: female singer of the Omatikaya
de: Sängerin der Omatikaya
es: nobre de la cantante feminina del clan Omatikava
hu: Omatikaya női énekes neve (nem szó szerint értve)
nl: zangeres van de Omatikaya
pl: śpiewaczka w klanie Omatikaya
ru: Нинат (женское имя хорошей певицы)

source: only
de: nur, ausschließlich, lediglich
es: solamente
hu: csak
nl: alleen, slechts
pl: jedynie
ru: только, лишь, исключительно

source: as you know, as is known (casual speech [\textipa{naw.\textprimstress no.mum}])
de: wie wir wissen, wie bekannt (umgangssprachlich [\textipa{naw.\textprimstress no.mum}])
es: como usted sabe, como es sabido
hu: köztudottan, közismerten (köznapi beszédben: [\textipa{naw.\textprimstress no.mum}])
nl: zoals je weet, zoals bekend (spreektaal [\textipa{naw.\textprimstress no.mum}])
pl: w znany sposób, tak ajk jest znany
ru: как известно (прост. [\textipa{naw.\textprimstress no.mum}])

source: alone (as one person)
de: allein (als eine Person)
es: solo
hu: egyedül
nl: alleen
pl: samotnie (w pojedynkę)
ru: в одиночестве

source: first
de: zuerst, erst
es: primero, primera
hu: elsősorban, főként, leginkább
nl: eerst
pl: najpierw
ru: впервые

source: a bit, a small amount (abstract)
de: etwas, ein kleines Bisschen (Abstrakt)
es: un poco, una peque
hu: kicsit, kevéssé
nl: een beetje, kleine hoeveelheid (abstract)
pl: odrobina, mała ilość
ru: чуть-чуть, немного (абстрактно)

source: more
de: mehr
es: m
hu: több
nl: meer
pl: więcej
ru: более

source: like us, as we do (casual speech [\textipa{naj.\textprimstress wEN}])
de: wie wir, wie wir es tun (umgangssprachlich [\textipa{naj.\textprimstress wEN}])
es: igual de nosotros, como nosotros
hu: mint mi (köznapi beszédben: [\textipa{naj.\textprimstress wEN}])
nl: zoals wij (spreektaal [\textipa{naj.\textprimstress wEN}])
pl: jak my, po naszemu (w wymowie potocznej[\textipa{naj.\textprimstress wEN}])
ru: как мы, подобно нам (прост. [\textipa{naj.\textprimstress wEN}])

source: easily
de: einfach, leicht
es: f
hu: könnyen, egyszerűen
nl: gemakkelijk
pl: łatwo
ru: просто

source: passionately, with all heart
de: leidenschaftlich, von ganzem Herzen
es: con pasi
hu: szenvedélyesen, teljes szívből
nl: gepassioneerd, met heel het hart
pl: żarliwie, całym sercem
ru: страстно, пылко, с душой

source: too, excessively
de: allzu, zu, übermäßig
es: demasiado, en exceso
hu: túlságosan, túlzó mértékben
nl: ook, overdreven
pl: nazbyt, nadmiernie
ru: излишне, слишком, чересчур, чрезмерно

source: well
de: gut
es: bien
hu: jól
nl: goed
pl: dobrze, porządnie
ru: хорошо

source: again
de: wieder
es: otra vez
hu: újra
nl: opnieuw
pl: znów, znowu
ru: ещё, вновь, опять

source: look at
de: schauen, hinsehen, anschauen
es: mirar
hu: ránéz, megpillant
nl: kijken, kijken naar
pl: patrzeć na, spoglądać
ru: взглянуть на что-либо, посмотреть куда-либо

source: truly
de: genau, wirklich, wahrlich
es: realmente
hu: igazán
nl: echt, waarlijk
pl: naprawdę, rzeczywiście
ru: правдиво, искренне, в самом деле

source: enough
de: genug
es: suficient (despu
hu: elég
nl: genoeg
pl: dostatecznie (po przym.)
ru: довольно, достаточно

source: too, also, as well, likewise
de: auch, ebenfalls, ebenso
es: tambi
hu: ugyanúgy, hasonlóképpen
nl: ook
pl: też, tak samo, podobnie
ru: также, в том числе

source: continually
de: laufend, fortwährend
es: continuamente
hu: folyamatosan
nl: continu, doorlopend
pl: ciągle, nieustannie
ru: ежеминутно, непрерывно, всё время

source: much (abstract), very
de: sehr, viel (Abstrakt)
es: mucho, muy
hu: nagyon
nl: veel (abstract), erg
pl: bardzo, dużo
ru: весьма, очень, сильно

source: fast, quickly
de: schnell, in schneller Weise
es: r
hu: gyorsan
nl: snel
pl: szybko
ru: быстро

source: all (of), in toto, completely
de: in toto, im Ganzen, ganz
es: todos, por completo, en su totalidad
hu: teljesen
nl: alles (van), compleet
pl: całkowicie, zupełnie, w całości, w ogóle
ru: целиком, всецело, полностью

source: male of the Tawkami
de: männlicher Name der Tawkami
es: nombre de un hombre del clan Tawkami
hu: Tawkami férfi név (nem szó szerint értve)
nl: man van de Tawkami
pl: członek klanu Tawkami
ru: Нок (мужское имя)

source: longer (time)
de: länger (zeitlich)
es: m
hu: hosszabb időtartamú
nl: langer (tijd)
pl: dłużej (o czasie)
ru: дольше

source: prefer (ii)
de: vorziehen, bevorzugen, begünstigen (ii)
es: prefirir
hu: jobban szeret, preferál
nl: verkiezen, de voorkeur geven aan (ii)
pl: woleć, preferować (ii)
ru: отдавать предпочтение, предпочитать

source: learn
de: lernen, Wissen oder Verstehen erlangen
es: aprender
hu: tanul
nl: leren
pl: uczyć
ru: учиться, изучать

source: you
de: Du
es: t
hu: te
nl: jij
pl: ty
ru: ты

source: worm
de: Wurm
es: gusano
hu: féreg (pandorai állatfaj)
pl: robak
ru: червь

source: true
de: wahr, echt, richtig, zutreffend
es: verdadero, cierto
hu: igaz
nl: waar
pl: prawdziwy
ru: верный, правильный, правдивый

source: you (honorific form)
de: Sie (Höflichkeitsform von Du)
es: usted (forma honor
hu: te (szertartásos forma)
nl: jij, u (ceremonieel)
pl: ty (forma grzecznościowa, zaszczytna)
ru: ты (уважительная форма)

source: long (physical length)
de: lang (physikalisch)
es: largo (la longitud f
hu: hosszú
nl: lang (fysieke lengte)
pl: długi (fizyczna długość)
ru: длинный

source: create
de: erschaffen, erstellen, gestalten, hervorbringen
es: crear
hu: alkot, készít, létrehoz
nl: creëeren, maken
pl: tworzyć
ru: создавать, творить, порождать

source: root
de: Wurzel
es: techo
hu: gyökér
nl: wortel
pl: korzeń
ru: корень

source: howl, viperwolf cry
de: Heulen, Schrei (eines Natterwolfs)
es: aullido (grito del
hu: vonyítás, a nantang üvöltése
nl: gehuil, roep van een slangewolf
pl: wycie, płacz wężowilka
ru: вой, крик змееволка

source: I, me
de: ich
es: yo
hu: én
nl: ik
pl: ja
ru: я

source: we two, us two (dual inclusive), you and I
de: wir beide (dual inklusive), Du und Ich
es: nosotros, t
hu: mi ketten (beleértő) (te és én)
nl: wij twee (tweevoudig inclusief)
pl: my dwaj, nas dwoje (inclusivus), ty i ja
ru: мы с тобой (двойственный инклюзив)

source: cause
de: Grund, Ursache, Anlass
es: causa
hu: ok, indok
nl: oorzaak
pl: przyczyna, powód
ru: причина

source: I (deferential or ceremonial form)
de: Ich (ehrerbietige oder zeremonielle Form)
es: yo (forma respetuosa o ceremonial)
hu: én (szertartásos forma)
nl: ik (ceremonieel)
pl: ja (forma pełna szacunku lub ceremonialna)
ru: я (почтительная или церемониальная форма)

source: clan
de: Stamm, Clan
hu: klán
nl: stam, clan
pl: klan
ru: клан

source: clan leader
de: Stammesanführer, Clanführer
es: jefe o l
hu: törzsfő, klánvezető
nl: opperhoofd
pl: przywódca klanu
ru: вождь клана

source: male of the Tawkami
de: männlicher Name der Tawkami
es: nombre de un hombre del clan Tawkami
hu: Tawkami férfi név (nem szó szerint értve)
nl: man van de Tawkami
pl: członek klanu Tawkami
ru: Омати (мужское имя)

source: Blue Flute Clan
de: Blauer Flöten Clan (Blue Flute Clan)
es: el clan de flautas azules (nombre de un clan)
hu: Kék Síp Klán
nl: stam van de Blauwe Fluit
pl: Klan Niebieskiego Fletu
ru: Оматик\'{а}йа (клан Голубой Флейты)

source: know
de: wissen, et. kennen
es: conocer, saber (el acento mueve a la s
hu: tud
nl: weten
pl: wiedzieć
ru: знать, понимать, разбираться

source: male of the Tawkami
de: männlicher Name der Tawkami
es: nombre de un hombre del clan Tawkami
hu: Tawkami férfi név (nem szó szerint értve)
nl: man van de Tawkami
pl: członek klanu Tawkami
ru: Онанту

source: nose
de: Nase
es: nariz
hu: orr
nl: neus
pl: nos
ru: нос

source: arrive
de: ankommen, eintreffen
es: llegar
hu: (meg)érkezik, megjön
nl: arriveren, aankomen
pl: przybyć, dotrzeć
ru: прибывать, приезжать, достигать

source: disparagement
de: Satzpartikel der Verunglimpfung/Herabsetzung
es: menosprecio
hu: fúj! (megvetést, lenézést jelöl)
nl: neerbuigend
pl: określenie zaskoczenie, niedowierzania
ru: всего-то! (выражение досады или разочарования)

source: direhorse
de: Direhorse, Pandorisches Pferd ähnliches Tier
es: un animal que aparece como caballo
hu: Páncélos ló (Na'vik földi lószerű hátasa, pandorai állatfaj)
nl: grimpaard
pl: mroczny koń
ru: лошадь (direhorse)

source: thanator
de: Thanator, bestiapanthera ferox
es: un tipo de animal
hu: Thanator („száraz száj és félelemhozó”) (szárazföldi csúcsragadozó, állatfaj)
pl: thanatora ferox, thanator
ru: Танатор (крупный хищник)

source: sound
de: Geräusch, Klang, Ton
es: sonido
hu: hang
nl: geluid
pl: dźwięk
ru: звук

source: music
de: Musik
es: m
hu: zene
nl: muziek
pl: muzyka
ru: музыка

source: cat ear, music plant
de: Katzenohr (Pflanze), Musikpflanze, felinafolia ferruginea
es: o
hu: macskafül, zenevirág (pandorai növényfaj)
nl: kattenoor, muziekplant
pl: felinafolia ferruginea, kocie ucho
ru: «кошачье ухо», музыкальный цветок

source: chat, converse, have a conversation
de: (sich) unterhalten (mit), sprechen, plaudern
es: platicar,conversar, conversar con
hu: beszélget, társalog
nl: praten, een gesprek voeren
pl: rozmawiać, gadać, gawędzić, mówić
ru: вести беседу, разговаривать (ни с кем конкретно)

source: promise (a thing to someone) (ii)
de: versprechen (jemandem etwas), zusagen (ii)
es: prometer (una cosa a alguien)
hu: ígér
nl: beloven
pl: obiecać (coś komuś) (ii)
ru: обещать (кому-то)

source: badge
de: Abzeichen, Emblem
es: insignia
hu: jelvény
nl: insigne
pl: odznaka, symbol
ru: эмблема, символ, знак

source: ask
de: fragen
es: preguntar
hu: kérdez
nl: vragen
pl: pytać, prosić
ru: просить, спрашивать

source: water, liquid
de: Wasser, Flüssigkeit
es: agua, l
hu: víz, folyadék
nl: water, vloeistof
pl: woda, ciecz
ru: вода

source: water plant, dapophet
de: Wasserpflanze (Aloe Vera ähnlich), Dapophet, aloeparilus succulentus
es: planta del agua
hu: vízvirág/vízinövény, dapofet, (pandorai növényfaj)
pl: aloeparilus succulentus, dapofet
ru: дапофет («водное растение», названо так из-за мясистых сочных листьев, в которых накапливает влагу из почвы)

source: decide
de: entscheiden, beschließen
es: decidir
hu: (el)dönt
nl: beslissen
pl: decydować
ru: решать

source: how
de: Wie?
es: null
hu: hogy(an)?
nl: hoe
pl: jak
ru: как

source: what (action)
de: Was? (welche Aktion?)
es: null
hu: mi történik? mit csinál?
nl: wat, welke (actie)
pl: jaka (czynność)
ru: прямой вопрос к какому-либо действию, поступку

source: when
de: Wann? (welche Zeit?)
es: null
hu: mikor?
nl: wanneer
pl: kiedy
ru: когда, в какое время
