Repository: LearnNavi/Language
Catalog: Localizations/*.xliff
Languages: de, es, hu, nl, pl, ru

source: by whistling, in a whistling manner
de: pfeifenderweise, pfeifend
hu: fütyülve, fütyörészve
nl: door te fluiten, fluitend
pl: gwiżdżąc
ru: свистяще

source: melody
de: Melodie
hu: dal, dallam
nl: melodie
pl: melodia
ru: мелодия

source: sing wordlessly, give out a tune or melody
de: wortlos singen, eine Melodie wiedergeben
hu: szöveg nélkül énekel, dúdol
nl: zingen zonder woorden, neuriën
pl: nucić, śpiewać bez słów
ru: напеть, петь без слов

source: (piece of) information
de: Information
hu: információ
nl: (stuk) informatie
pl: informacja, wiadomość
ru: информация

source: wonderful, terrific, fantastic
de: wunderbar, fantastisch, toll
hu: csodálatos, klassz, fantasztikus
nl: geweldig, fantastisch
pl: wspaniały, cudowny, fantastyczny
ru: впечатляющий

source: wonderfully
de: wunderbarerweise, fantastischerweise, tollerweise
hu: csodálatosan
nl: geweldig (op een geweldige manier)
pl: wspaniale, cudownie, fantastycznie
ru: впечатляюще

source: original, unique, not derived from another source
de: ursprünglich, einzigartig, nicht von einem anderen Ursprung hergeleitet
hu: eredeti, egyedi, nem más forrásból származó
nl: origineel, uniek, niet van een andere bron genomen
pl: wyjątkowy, jedyny, oryginalny, niepowtarzalny
ru: исходный

source: original, existing at or from the start, first in a series
de: ursprunglich, Ursprungs-, Original-, Ur-, erstes in einer Reihe
hu: eredeti, kezdetben vagy kezdettől fogva létező, első a sorban
nl: origineel, eerste in een serie
pl: pierwotny, istniejący od oczatku, rozpoczynający
ru: первоначальный

source: originally, in an original way, with originality
de: ursprünglich, in ursprünglicher Weise
hu: eredetileg, eredeti módon, eredetien
nl: origineel, op een originele manier
pl: wyjątkowo, jedynie, oryginalnie, niepowtarzalnie
ru: исходно

source: originally, at first
de: anfangs
hu: eredetileg, először
nl: oorspronkelijk, als begin
pl: pierwotnie, na początku
ru: первоначально

source: lethargic, lacking sufficient energy, lazy
de: träge, teilnahmslos, lethargisch; faul
hu: fásult, tespedt, lusta
nl: lethargisch, lui, zonder genoeg energie
pl: ociężały, ospały, apatyczny, leniwy
ru: бессильный, ленивый

source: energetic, active
de: aktiv, lebhaft, dynamisch, energiegeladen
hu: energikus, aktív
nl: energiek, actief
pl: energiczny, aktywny
ru: активный

source: lethargy, laziness
de: Trägheit, Teilnahmslosigkeit, Lethargie
hu: fásultság, lustaság
nl: lethargie, luiheid
pl: apatia, ospałość
ru: бессилие

source: hurry, hurriedness, frenzy
de: Hast, Hetze, Raserei
hu: sietség, igyekezet
nl: haast, gehaastheid
pl: pośpiech, gwałt
ru: спешка

source: hurried, frenzied
de: hastig, eilig, überstürzt
hu: sietős, kétségbeesett
nl: gehaast
pl: nagły, gwałtowny
ru: поспешный

source: hurriedly, in a frenzied way
de: in hastiger Weise
hu: sietve, kétségbeesetten
nl: gehaast, op haastige wijze
pl: nagle, gwałtownie
ru: поспешно

source: unhurried
de: gemächlich, gemütlich
hu: ráérős (sietség nélküli)
nl: ongehaast
pl: niespieszny
ru: неспешный

source: unhurriedly, leisurely
de: in gemächlicher, gemütlicher Weise
hu: ráérősen, nyugodtan
nl: ongehaast, kalm
pl: niespiesznie
ru: неспешно

source: reveal, bring forth, uncover (literally and metaphorically)
de: hervorbringen, offenbaren, enthüllen, aufdecken (wörtlich und übertragen)
hu: felfed, kimutat, leleplez (szó szerint és átvitt értelemben is)
nl: openbaren, voortbrengen (letterlijk, en als metafoor)
pl: odsłaniać, ujawniać, odkrywać (dosłownie i w przenośni)
ru: обнаруживать, раскрывать (метафорически)

source: rainstorm, hea\-vy rain
de: Regenguss, Regenschauer
hu: zivatar, felhőszakadás
nl: stortbui, zware regen
pl: burza, ulewa
ru: ливень

source: hug, embrace, hold in one's arms
de: umarmen, in den Armen halten
hu: ölel, karol, karjaiban tart
nl: omhelzen, in de arm houden
pl: tulić, obejmować, trzymac kogoś za rękę
ru: обнимать

source: hug, embrace
de: Umarmung
hu: ölelés, karolás
nl: omhelzing
pl: objęcie, uścisk
ru: объятия

source: each other
de: einander, gegenseitig
hu: egymást
nl: elkaar
pl: wzajemnie
ru: друг друга

source: beyond
de: jenseits, (weit) hinter
hu: túl (valamin)
nl: voorbij
pl: poza, w dużej odległości od
ru: запределами

source: concentrate, focus one's attention
de: konzentrieren, Aufmerksamkeit richten auf
hu: összpontosít, koncentrál
nl: concentreren, de aandacht focussen
pl: skupać się, koncentrować się
ru: концентрироваться на

source: jealousy, envy
de: Neid, Eifersucht (neutral)
hu: féltékenység, irigység
nl: jalouzie, nijd
pl: zazdrość, zawiść
ru: ревность, зависть

source: jealously, enviously
de: in neidischer, eifersüchtiger Weise
hu: féltékenyen, irigyen
nl: jaloezie
pl: zazdrośnie, zawistnie
ru: ревниво, завистливо

source: in season (of foods, vegetable or animal)
de: in Saison, Saison haben (für Nahrung, Gemüse und Tiere); für Tiere: rollig, läufig
hu: szezonális (étel, zöldség vagy állat)
nl: van dit seizoen (voeding, groente of dierlijk)
pl: sezonowy (o jedzeniu, roślinach lub zwierzętach)
ru: в сезон (растений или животных)

source: in the right season, opportunely
de: günstig, rechtzeitig, passend
hu: megfelelő időben, alkalmasint
nl: in het juiste seizoen, het juiste moment
pl: dogodnie, w odpowiedniej porze
ru: в правильный сезон, своевременно

source: lethargically, lazily
de: in träger, fauler, lethargischer Weise
hu: fásultan, lustán
nl: lethargisch, lui
pl: apatycznie, ospale
ru: лениво, бессильно

source: kiss
de: Kuss
hu: csók
nl: kus
pl: pocałunek
ru: поцелуй

source: swallow
de: schlucken, verschlucken
hu: lenyel
nl: slikken
pl: przełknąć
ru: глотать

source: scary, frightening
de: angsteinflößend, beängstigend, erschreckend
hu: ijesztő, félelmetes
nl: beangstigend, eng
pl: straszny, przerażający
ru: ужасный

source: minority, least, small part
de: Minderheit, kleiner Teil
hu: kisebbség, kis rész
nl: minderheid, minste, klein deel
pl: mniejszość, mała część
ru: меньшинство

source: malicious, bad hearted
de: bösartig, böshaft
hu: gonosz, rossuindulatú
nl: met slechte intenties
pl: nikczemny, złośliwy
ru: злобный

source: thick
de: dick
hu: vastag
nl: dik
pl: gruby
ru: густой, толстый

source: thin
de: dünn
hu: vékony
nl: dun
pl: cienki; nl
ru: тонкий

source: thickness
de: Dicke, Schichtdicke
hu: vastagság
nl: dikte
pl: grubość
ru: толщина

source: his own, her own, its own
de: sein, ihr eigene, -r, -s
hu: saját(ja) egyes szám első személy
nl: zijn eigen, haar eigen, diens eigen
pl: własnego
ru: его, её

source: trap
de: Falle
hu: csapda
nl: val
pl: pułapka
ru: ловушка

source: winner
de: Gewinner
hu: győztes
nl: winnaar
pl: zwycięzca
ru: победитель

source: loser
de: Verlierer
hu: vesztes
nl: verliezer
pl: przegrany
ru: неудачник

source: spoken poem (as a melodic recital)
de: gesprochenes Gedicht (i.S. melodische Rezitation)
hu: vers szavalás (melodikus elbeszélés)
nl: gesproken gedicht (als melodieuze voordracht)
pl: recytowany wiersz (deklamacja do melodii)
ru: мелодичный речитатив

source: sung poem
de: gesungenes Gedicht
hu: vers éneklés
nl: gezongen gedicht
pl: poezja śpiewana
ru: песенная поэма

source: words of a poem or lyrics of a song
de: Gedichttext, Liedtext
hu: vers vagy dal szövege
nl: woorden van een gedicht, tekst van een lied
pl: wiersz lub słowa pieśni
ru: слова поэмы или текст песни

source: meeting participant
de: Teilnehmer eines Treffens
hu: találkozás résztvevője
nl: lid van een bijeenkomst
pl: uczestnik spotkania
ru: участник встречи

source: reach for
de: greifen nach, erreichen wollen
hu: nyúl (valamiért)
nl: reiken naar
pl: sięgać (po coś)
ru: достигнуть

source: take off, launch
de: abheben, starten
hu: felszáll, kilő
nl: opstijgen, lanceren
pl: wystartować, wystrzelić
ru: взлететь

source: suddenly, without warning
de: plötzlich, ohne Vorwarnung
hu: hirtelen, figyelmeztetés nélkül
nl: plotseling, zonder waarschuwing
pl: nagle, bez ostrzeżenia
ru: неожиданно

source: alight, land (process of)
de: landen (Vorgang), niedersinken, herabsinken
hu: leszáll, földet ér
nl: landen, neerkomen (het proces van)
pl: ladować
ru: снижение

source: land, reach the ground
de: landen, aufkommen, aufsetzen
hu: leszáll, földet ér
nl: landen, de grond bereiken
pl: lądować, spadac na ziemię
ru: приземлиться

source: flight (an instance of flying)
de: Flug (Vorgang des Fliegens)
hu: repülés (repülés esete)
nl: vlucht (het vliegen)
pl: lot (jednorazowy przelot)
ru: полет

source: replace, substitute
de: ersetzen, austauschen, wechseln
hu: kicserél, helyettesít
nl: vervangen, substitueren
pl: wymieniać, zastępować
ru: заменить

source: replacement, the act of replacing
de: Ersetzen, Austausch; Ablösung
hu: kicserélés, helyettesítés
nl: vervanging, het vervangen
pl: wymiana
ru: замещение

source: replacement, substitute, something that replaces something else
de: Ersatz, Ausgetauschtes
hu: csere-, helyettes, valami ami helyettesít valami mást
nl: vervanging, substituut, iets dat iets anders vervangt
pl: część zamienna, substytut
ru: замена

source: pick up, lift
de: aufheben, hochheben, anheben
hu: felvesz, emel
nl: oppakken, optillen
pl: podnieść
ru: подцепить, поднять

source: require, demand
de: fordern, erfordern, verlangen
hu: kíván, követel
nl: vereisen, nodig hebben
pl: wymagać, porzebować, żądać,
ru: нуждаться в, требовать

source: requirement, demand
de: Aufforderung, Forderung
hu: kívánság, követelés
nl: voorwaarde, benodigdheid
pl: wymaganie, żądanie, zapotzrebowanie
ru: требование, потребность

source: echo
hu: visszhang
ru: эхо

source: cave
de: Höhle
hu: barlang
nl: grot
pl: jaskinia
ru: пещера

source: rhyme
de: Reim
hu: rím
nl: rijm
pl: rym
ru: стих

source: rhyme
de: reimen
hu: rímel
nl: rijmen
pl: rymować
ru: слагать стихи

source: smooth
de: weich, glatt, sanft, geschmeidig
hu: sima
nl: glad
pl: łagodny, gładki
ru: гладкий

source: rough
de: rau, grob, spröde
hu: durva
nl: ruw
pl: szorstki, nierówny
ru: грубый

source: be perfect, flawless
de: perfekt, makellos, fehlerfrei sein
hu: tökéletes(nek lenni), hibátlan(nak lenni)
nl: perfect zijn, foutloos zijn
pl: być doskonałym, nieskazitelnym
ru: быть совершенным, безуперчным

source: perfectly, flawlessly
de: in perfekter, makelloser, fehlerfreier Weise
hu: tökéletesen, hibátlanul
nl: perfect, foutloos
pl: doskonale
ru: совершенно, безгрешно

source: briefly, shortly (of time)
de: kurz (Zeit), in kurzer Weise
hu: röviden, kurtán (időben)
nl: vlot, kort (tijd)
pl: krótko, zwięźle
ru: кратко (по времени)

source: perfection
de: Perfektion
hu: tökéletesség
nl: perfectie
pl: doskonałość
ru: совершенство

source: humorous, funny, amusing
de: lustig, witzig, humorvoll, amüsant, komisch
hu: humoros, vicces, mulattató
nl: humoristisch, leuk, amusant
pl: śmieszny, zabawny, dowcipny
ru: юморной

source: attempt
de: Versuch
hu: próba, kíséllet
nl: poging
pl: próba
ru: попытка

source: something humorous
de: etwas Lustiges, Komisches
hu: valami humoros
nl: iets leuks
pl: dowcip, kawał, coś śmiesznego
ru: смешной

source: joke, funny story
de: Witz, lustige Geschichte
hu: vicc, mulatságos történet
nl: grapje, leuk verhaal
pl: żart, dowcip, zabawna historia
ru: анекдот

source: pun, word-play
de: Wortwitz, Wortspiel
hu: szóvicc, szójáték
nl: woordgrap, woord-spel
pl: gra słów
ru: каламбур, игра слов

source: acquire, get
de: erhalten, bekommen
hu: megszerez, kap
nl: krijgen, verschaffen
pl: nabywać, zdobywać, nabierać
ru: приобрести

source: something acquired, an acquisition, a possession
de: etwas Erhaltenes, Bekommenes
hu: szerzemény, tulajdon
nl: iets dat verschaft/verkregen is, een bezitting
pl: nabytek, dorobek, zdobycz
ru: приобретение

source: transfer from one to another (rarely used without prefix)
de: zeitweise von etwas zu etwas anderem übertragen (selten ohne Präfixe benutzt)
hu: áthelyez, átad egyiktől a másiknak (ritkán használatos prefixum nélkül)
nl: doorgeven van een naar een ander (zelden gebruikt zonder voorvoegsel)
pl: przenieść tymczasowo od jednej osoby do drugiej (rzadko uzywany bez przedrostka)
ru: передача

source: lend
de: leihen, verleihen, verborgen
hu: kölcsön ad
nl: uitlenen (aan iemand)
pl: pożyczać (komuś)
ru: давать на время

source: borrow
de: borgen, ausborgen, ausleihen
hu: kölcsön vesz
nl: lenen (van iemand)
pl: pożyczać (od kogoś)
ru: занять

source: lent or borrowed thing
de: etwas Geliehenes, Geborgtes
hu: kölcsön adott vagy kölcsön vett dolog
nl: (uit)geleend object
pl: rzecz pożyczona
ru: занятое

source: divide, cut into parts
de: teilen, trennen, entzweien
hu: feloszt, részekre vág
nl: verdelen, in stukken snijden
pl: dzielić
ru: делить

source: defeat in battle, conquer
de: (im Kampf) besiegen, überwältigen, erobern, bezwingen
hu: csatában legyőz, meghódít
nl: verslagen in gevecht, overwinnen
pl: pokonać, podbić
ru: победить в бою, завоевать

source: defeat, an instance of defeat
de: Niederlage, Sieg (über jemanden)
hu: vereség, legyőzöttség
nl: verslaan, een verlies
pl: pokonanie, podbój
ru: победа

source: communal
de: gemeinschaftlich, kommunal, Gemeinde-
hu: közösségi, közös
nl: gezamenlijk
pl: wspólny
ru: общинный

source: communally, in a communal manner
de: in gemeinschaftlicher Weise
hu: közösen, közös módon
nl: gezamenlijk, op gezamenlijke wijze
pl: razem, wspólnie
ru: общинно

source: endearing, adorable, cute
de: liebenswert, reizend, niedlich
hu: kedves, imádnivaló, cuki
nl: schattig, leuk
pl: czarujący, ujmujący, słodki
ru: милый, обожаемый, привлекательный

source: cuteness, adorableness
de: Niedlichkeit, Liebenswertheit
hu: cukiság, kedvesség
nl: leukheid, schattigheid
pl: czar, powab
ru: привлекательность

source: go up, ascend
de: hinaufgehen, aufsteigen, hochsteigen
hu: felmegy, felszáll
nl: omhoog gaan
pl: wejść
ru: поднимать

source: come up, ascend
de: hinaufkommen, heraufkommen
hu: feljön, felszáll
nl: omhoog komen
pl: wejść
ru: подняться

source: come down, descend
de: hinunterkommen, herunterkommen
hu: lejön, leereszkedik
nl: omlaag komen
pl: zejść
ru: спуститься

source: a suggestion
de: Vorschlag
hu: javaslat
nl: suggestie, voorstel
pl: sugestia
ru: предложение

source: trustworthy, trust-inspiring
de: glaubhaft, vertrauenswürdig
hu: megbízható, szavahihető
nl: betrouwbaar
pl: godny zaufania, wzbudzający ufność
ru: надежный, вызывающий доверие

source: trustingly, without hesitation
de: glaubhaft, ohne Zögern
hu: bízva, habozás nélkül
nl: vertrouwend, zonder twijfel
pl: ufnie, bez wahania
ru: доверчиво

source: trustworthiness
de: Glaubhaftigkeit, Vertrauenswürdigkeit
hu: megbízhatóság
nl: betrouwbaarheid
pl: wiarygodność, pewność, solidność
ru: доверие

source: bury
de: vergraben, beerdigen
hu: temet
nl: begraven
pl: grzebać (kogoś)
ru: хоронить, закапывать

source: by climbing
de: durch klettern, durch erklimmen, in kletternder Weise
hu: mászva
nl: door te klimmen
pl: wspinając się
ru: поднимаясь

source: climbing event, a climb
de: Klettern, Erklimmen
hu: mászás, megmászás
nl: klim-evenement, een klim
pl: wspinaczka, zdobycie szczytu
ru: подъем (процесс)

source: wood
de: Holz
hu: fa (anyag)
nl: hout
pl: drewno
ru: дерево

source: leather
de: Leder
hu: bőr (anyag)
nl: leer, leder
pl: skóra (wyprawiona)
ru: кожа

source: hanging vine
de: Liane, Kletterpflanze
hu: inda
nl: hangende liaan
ru: лиана

source: tears
de: Tränen
hu: könny
nl: tranen
pl: łzy
ru: слезы

source: teardrop
de: Träne
hu: könnycsepp
nl: traan
pl: łza
ru: слезинка

source: endearingly, sweetly
de: auf liebenswerte, niedliche Weise
hu: kedvesen, édesen
nl: schattig, lief
pl: uroczo, czarująco
ru: мило

source: watery
de: wässrig, durchtränkt
hu: vizes
nl: waterig
pl: wodny
ru: водянистый

source: increase
de: ansteigen, vermehren, erhöhen, steigern
hu: növel
nl: verhogen, vermeerderen
pl: zwiększać
ru: увеличить

source: decrease
de: abnehmen, vermindern, sinken, abfallen
hu: csökkent
nl: verlagen, verminderen
pl: zmniejszać
ru: уменьшить

source: less
de: wenig, in weniger Weise, in geringer Weise
hu: kevésbé
nl: minder
pl: mniej
ru: меньше

source: increasingly, more and more
de: ansteigend, mehr und mehr
hu: növekvő mértékben, egyre inkább
nl: meer en meer
pl: zwiększająco, coraz więcej i więcej
ru: увеличивая

source: decreasingly, less and less
de: abnehmend, weniger und weniger
hu: csökkenő mértékben, egyre kevésbé
nl: minder en minder
pl: coraz mniej
ru: уменьшая

source: empty, or metaphorically: having no value
de: leer; fig.: wertlos, gedankenlos, unsinnig
hu: üres; vagy átvitt értelemben: ``értéktelen"
nl: leeg, ook als metafoor: geen waarde hebbend
pl: pusty, w przenośni: bezwartościowy
ru: пустой, незначимый

source: respect
de: Respekt
hu: tisztelet
pl: szacunek
ru: уважение

source: to respect
de: respektieren
hu: tisztel
nl: respecteren
pl: szanować, darzyć szacunkiem
ru: уважать

source: a showing, an exhibition
de: Ausstellung, Vorführung, Schau
hu: bemutató, kiállítás
nl: vertoning, tentoonstelling
pl: pokaz, wystawa
ru: показ

source: ending, conclusion
de: Ende, Abschluss
hu: befejezés
nl: einde, conclusie
pl: zakończenie, wiosek
ru: окончание

source: appear, materialize, come into view
de: auftauchen, erscheinen, in Sicht kommen
hu: megjelenik, megvalósul, láthatóvá válik
nl: verschijnen, materialiseren, in zicht komen
pl: pojawiać się
ru: показать (в реальности)

source: disappear, vanish, recede from view
de: verschwinden, aus der Sicht verschwinden
hu: eltűnik, elvész (szem elől)
nl: verdwijnen, uit zicht verdwijnen
pl: znikać
ru: убрать из виду

source: valley
de: Tal
hu: völgy
nl: vallei
pl: dolina
ru: долина

source: dimple
de: Grübchen
hu: gödröcske (arcon)
nl: kuil(tje)
pl: dołeczek (na policzku, twarzy)
ru: яма

source: be impressive, inspire awe or respect
de: beeindrucken, imponieren, Ehrfurcht und Respekt erwecken
hu: hatásosnak lenni, félelmet vagy tiszteletet kelteni
nl: indrukwekkend zijn, respect afdwingen
pl: imponować, wzbudzać podziw lub strach
ru: быть почтенным

source: feat, accomplishment, great deed
de: große Tat, Leistung
hu: hőstett, teljesítmény, nagy tett
nl: grote daad, iets dat volbracht is
pl: osiągnięcie, wielkie dokonanie
ru: подвиг, большое дело

source: do great deeds
de: große Taten vollbringen
hu: nagy tettet hajt végre
nl: grote daden doen
pl: robić wielkie rzeczy
ru: совершить великое дело

source: be famous
de: berühmt sein
hu: híresnek lenni
nl: beroemd zijn
pl: słynąć, być znanym
ru: быть известным

source: give up, surrender, concede defeat
de: aufgeben, ergeben, Niederlage eingestehen
hu: felad, megad(ja magát)
nl: opgeven, overgeven, verslagen zijn
pl: poddać się, uznać się za pokonanego
ru: сдаться, потерпеть поражение

source: island
de: Insel
hu: sziget
nl: eiland
pl: wyspa
ru: остров

source: edge, brink, limit, border, end
de: Rand, Kante, Grenze, Ende, Limit
hu: határ, széle vminek, szegély, vég
nl: hoek, rand, limiet, grens, einde
pl: krawędź, brzeg, granic, koniec
ru: край

source: having a limit, not without bounds, finite
de: endliche, -r, -s, begrenzt, ein Ende haben
hu: véges, nem határtalan
nl: beperkt, begrensd
pl: ograniczony, skończony
ru: ограниченый

source: sharp (as a blade)
de: scharf (z.B. Klinge)
hu: éles (mint egy penge)
nl: scherp (als b.v. een mes)
pl: ostry
ru: острый (как лезвие)

source: dull, blunt (as a point)
de: stumpf, abgerundet, abgenutzt (z.B. Spitze)
hu: tompa, életlen
nl: stomp (punt)
pl: tępy, stępiony
ru: глупый

source: energy (physical or spiritual)
de: Energie (physisch oder spirituell)
hu: energia (fizikai vagy szellemi)
nl: energie (fysiek of spiritueel)
pl: energia (fizyczna lub duchowa)
ru: энергия

source: bioluminescence
de: Biolumineszenz
hu: biolumineszcencia, fénykibocsátás
nl: bioluminescentie
pl: bioluminescencja
ru: биолюминесценция

source: at night
de: nachts, des Nachts, bei Nacht
hu: éjjel
nl: 's nachts
pl: nocą, w nocy
ru: ночью

source: beautiful (inner beauty)
de: schön (innere Schönheit)
hu: szép (belső szépség)
nl: mooi (innerlijke schoonheid)
pl: piękny (piekno wewnętrzne)
ru: красивый (внутренняя красота)

source: be vertical
de: vertikal sein, senkrecht sein
hu: függőlegesnek lenni
nl: verticaal zijn
pl: być pionowym
ru: стоять вертикально

source: be horizontal, lie flat
de: horizontal sein, waagerecht sein
hu: vízszintesnek lenni
nl: horizontaal zijn, plat liggen
pl: być poziomo, leżec płasko
ru: лежать горизонтально

source: vertically
de: in vertikaler Weise
hu: függőlegesen
nl: verticaal
pl: pionowo
ru: вертикальный

source: horizontally
de: in horizontaler Weise
hu: vízszintesen
nl: horizontaal
pl: płasko, poziomo, horyzontalnie
ru: горизонтально

source: lie on the ground
de: (auf dem Boden) liegen
hu: a földön feküdni
nl: op de grond liggen
pl: leżeć na ziemi
ru: лежать на земле

source: lay (something) on the ground
de: (hin)legen (auf den Boden)
hu: lefektet (vmit) a földre
nl: (iets) op de grond leggen / neerleggen
pl: kłaść (coś) na ziemi
ru: положить (что-то) на землю

source: surface
de: Oberfläche
hu: felszín, felület
nl: oppervlak
pl: powierzchnia
ru: поверхность

source: wall, vertical surface
de: Wand, vertikale Oberfläche
hu: fal, függőleges felület
nl: muur, verticaal oppervlak
pl: sciana, powierzchnia pionowa
ru: стена, вертикальная поверхность

source: hold in the hand, grasp, grip
de: (in der Hand) halten, fassen
hu: (meg)fog, kézben tart, markol
nl: vasthouden, in de hand houden, vastgrijpen
pl: trzymać, chwytać
ru: держать в руках

source: steadily
de: fest, kontinuierlich
hu: szilárdan
nl: vast, onbeweeglijk
pl: statycznie
ru: устойчивый

source: firmly, steadfastly, faithfully
de: fest, unerschütterlich
hu: erősen, rendületlenül, állhatatosan
nl: stevig, vol vertrouwen
pl: solidnie, trwale, dokładnie
ru: твердо, устойчиво, надежно

source: carefully, firmly
de: sorgfältig, fest, bestimmt
hu: gondosan, erősen
nl: voorzichtig, stevig
pl: ostrożnie
ru: внимательно, надежно

source: tightly, in an iron grip
de: eisern fest(halten)
hu: szorosan, vasmarokkal
nl: stevig, in een ijzeren greep
pl: w potrzasku
ru: плотно, железной хваткой

source: weakly, loosely
de: schwach, schwächlich, locker
hu: gyengén, lazán
nl: zwak, losjes
pl: słabo, luźno
ru: свободно

source: handle
de: Griff
hu: fogantyú, kilincs
nl: hendel
pl: uchwyt
ru: ручка

source: support (emotional, social or personal support)
de: unterstützen (emotional, sozial oder persönlich)
hu: támogat (érzelmileg, szociálisan vagy személyesen)
nl: steunen (emotioneel, sociaal of persoonlijk)
pl: wspierać (emocjoalnie, społecznie lub osobiście)
ru: поддержать (эмоционально, социально или персонально)

source: support (emotional, social or personal support)
de: Unterstützung (emotional, sozial oder persönlich)
hu: támogatás (érzelmi, szociális vagy személyes)
nl: steun (emotioneel, sociaal, persoonlijk)
pl: wsparcie (emocjonalne, społeczne lub osobiste)
ru: поддержка (эмоциональная, социальная или персональная)

source: leadership
de: Führung, Anführerschaft
hu: vezetőség
nl: leiderschap
pl: przywództwo
ru: лидерство

source: hip
de: Hüfte
hu: csípő
nl: heup
pl: biodro
ru: бедро

source: forehead, brow
de: Stirn
hu: homlok, szemöldök
nl: voorhoofd
pl: czoło
ru: лоб, бровь

source: cheek
de: Wange
hu: arc, orca
nl: wang
pl: policzek
ru: щека

source: womb
de: Schoß, Unterleib, Mutterleib
hu: (anya)méh
nl: baarmoeder
pl: łono
ru: матка

source: navel
de: Bauchnabel, Nabel
hu: köldök
pl: pępek
ru: пупок

source: aurora
de: Aurora, Polarlicht
hu: sarkifény
nl: aurora, noorderlicht
pl: jutrzenka
ru: заря

source: breath
de: Atem
hu: lélegzet
nl: adem
pl: oddech
ru: дыхание

source: breathe
de: atmen
hu: lélegzik
nl: ademen
pl: oddychać
ru: дышать

source: something as, in the capacity of, or in the role of, something else
de: (etwas, jemand) als (etwas, jemand anderes), in der Rolle als, in der Eigenschaft als
hu: mint..., ... szerepében
nl: iets als, met de capaciteit van/in de rol van iets anders
pl: jako, w roli
ru: как, в роли
