Repository: LearnNavi/Language
Catalog: Localizations/*.xliff
Languages: de, es, hu, nl, pl, ru

source: right after
de: direkt nach (zeitl.)
es: justo despu
hu: rögtön, egyből utána
nl: meteen na
pl: tuż po
ru: непосредственно после

source: recent
de: kürzlich, jüngst, in letzer Zeit
es: reciente
hu: friss, új keletű
pl: niedawny, świeży, ostatni
ru: недавний

source: once (in the past)
de: einstmals
es: una vez (en el pasado)
hu: egyszer (a múltban)
nl: eens (in het verleden)
pl: kiedyś (o przeszłości)
ru: однажды

source: incorrectness, mistakeness
de: Inkorrektheit, Fehlerhaftigkeit
es: incorreci
hu: tévedés, hiba
nl: incorrectheid, fout
pl: niepoprawność, błąd
ru: ошибочность, неправильность

source: mess up, foul, do wrong
de: einen Fehler machen, vermasseln
es: chapuza, enredarse en, hecar algo malo
hu: elront, hibát vét, rosszat tesz
nl: verkeerd doen, blunderen
pl: popełnić błąd, namieszać
ru: напутать, наделать ошибок

source: correctness
de: Korrektheit, Richtigkeit
es: exactitud
hu: helyesség
nl: correctheid
pl: poprawność
ru: верность, правильность

source: difference
de: Unterschied
es: diferencia
hu: különbség
nl: verschil
pl: różnica
ru: различие, разница

source: health (physical)
de: (physische) Gesundheit
es: salud (fisica)
hu: egészség (fizikai)
nl: gezondheid (fysiek)
pl: zdrowie
ru: физическое здоровье

source: healthy (physically)
de: (physisch) gesund
es: estar bien de salud
hu: egészséges (fizikailag)
nl: gezond (fysiek)
pl: zdrowy
ru: здоровый (физически)

source: unhealthy (physically)
de: (physisch) ungesund
es: estar mal de salud
hu: egészségtelen (fizikailag)
nl: ongezond (fysiek)
pl: niezdrowy
ru: нездоровый (физически)

source: unhappy, upset, 'How sad!'
de: unglücklich, aufgebracht, 'Wie traurig!'
es: triste, enojado,
hu: boldogtalan, szomorú, 'Milyen szomorú!'
nl: ongelukkig, van streek, 'Wat erg!'
pl: nieszczęśliwy, przykry, 'Niedobrze!'
ru: грустный, печальный, «как жаль!»

source: unfortunately, sadly
de: leider, unglücklicherweise
es: por desgracia
hu: szomorúan
nl: helaas, jammer genoeg
pl: nieszczęśliwie, przykro
ru: грустно, печально

source: painful
de: schmerzhaft
es: doloroso
hu: fájdalmas
nl: pijnlijk
pl: bolesny
ru: болезненный, причиняющий боль

source: majority, most, large part
de: Mehrheit, Großteil
es: la mayor
hu: többség, legtöbb, nagyrészt
nl: meerderheid, grootste deel
pl: większość, spora część
ru: большинство, основная часть

source: summary, synopsis
de: Zusammenfassung
es: s
hu: összegzés, áttekintés
nl: samenvatting
pl: zarys, streszczenie
ru: краткое изложение, пересказ

source: lesson
de: Lektion, Übung, Unterricht
es: lecci
hu: lecke, tanóra
nl: les
pl: lekcja
ru: урок

source: sufficient
de: genügend, ausreichend
es: suficiente
hu: megfelelő
nl: genoeg
pl: wystarczający
ru: достаточный

source: important
de: wichtig
es: importante
hu: fontos
nl: belangrijk
pl: istotny
ru: важный, значимый

source: optimally, best
de: optimalerweise, bestens
es: mejor
hu: optimálisan, legjobban
nl: optimaal, best
pl: najlepiej, optymalnie
ru: оптимально, наилучшим образом

source: especially, pointedly, unambiguously
de: treffend, unmissverständlich
es: sobre todo,
hu: különösen, nyomatékkal, féélreérthetetlenül
nl: specifiek, precies
pl: dokładnie, jednoznacznie
ru: особенно, явным образом, направленно

source: loud
de: laut
es: fuerte
hu: hangos
nl: luid
pl: głośny
ru: громкий

source: old, former
de: alt, ehemalig
es: viejo (no para personas), antiguo (a)
hu: régi , korábbi
nl: oud, van voorheen
pl: stary, dawny
ru: старый, прежний

source: back, in response, in answer
de: als Antwort, in Erwiderung auf
es: atr
hu: vissza, válasz képpen
nl: terug, in antwoord op
pl: w odpowiedzi
ru: в ответ на

source: intelligently, in a smart way
de: intelligent, auf intelligente Weise
es: inteligente,
hu: intelligensen, okosan
nl: intelligent, op een slimme manier
pl: sprytnie, inteligentnie
ru: разумно, по-умному

source: clearly
de: klar, offensichtlich
es: claramente
hu: tisztán, világosan
nl: duidelijk
pl: jasno, wyraźnie
ru: явно, определенно, четко

source: anger
de: Ärger, Zorn
es: ira, furia
hu: düh
nl: woede
pl: gniew
ru: гнев, злоба

source: greed
de: Gier
es: avaricia
hu: falánkság, mohóság
nl: hebzucht
pl: chciwość
ru: жадность

source: choice
de: Wahl
es: opci
hu: választás
nl: keuze
pl: wybór
ru: выбор

source: intelligence
de: Intelligenz, Klugheit
es: inteligencia
hu: ész
nl: inteligentie
pl: inteligencja
ru: ум, разум

source: appearance
de: Aussehen, Erscheinungsbild
es: aspecto
hu: megjelenés, kinézet
nl: voorkomen
pl: wygląd
ru: внешность, внешний вид

source: understanding, intelligence
de: Verständnis, Erkenntnis; Information (milit.)
es: la comprensi
hu: értelem, intelligencia
nl: begrip, intelligentie
pl: zrozumienie, inteligencja
ru: понимание, разум

source: construction, constructed thing
de: Konstuktion, Konstrukt
es: la construcci
hu: építmény
nl: constructie, gebouwd ding
pl: konstrukcja, budowla
ru: строительство, сооружение

source: soft (of an object)
de: weich (von einem Objekt)
es: blanda (de un objeto)
hu: puha (tárgy)
nl: zacht (ding)
pl: miękki
ru: мягкий (с неодуш. предметами)

source: low
de: niedrig
es: bajo (a)
hu: alacsony
nl: laag
pl: niski
ru: низкий

source: clean
de: sauber
es: limpio (a)
hu: tiszta
nl: schoon
pl: czysty
ru: чистый

source: dirty
de: dreckig, schmutzig
es: sucio (a)
hu: koszos
nl: smerig
pl: brudny
ru: грязный

source: metallic
de: metallisch
es: met
hu: fém(ből készült)
nl: metalig, van metaal
pl: metalowy
ru: металлический

source: hard
de: hart
es: duro (a)
hu: kemény
pl: twardy
ru: твердый, тяжелый

source: broken
de: kaputt, zerbrochen
es: roto (a)
hu: törött
nl: kapot
pl: złamany, rozbity
ru: сломанный

source: favorable, auspicious
de: vielversprechend, vorteilhaft
es: favorable,
hu: előnyös, kedvező
nl: gunstig, voorspoedig
pl: korzystny, łaskawy, pomyślny
ru: предпочитаемый, излюбленный, благоприятный

source: open, clear (for cloudless skies)
de: offen, geöffnet; wolkenlos
es: abierto (a)
hu: nyitott, tiszta (pl.:felhőtlen ég)
nl: open, helder (voor wolkenloze hemel)
pl: otwarty, bezchmurny (o niebie)
ru: открытый

source: closed, shut, overcast (for cloudy skies)
de: zu, geschlossen; wolkenverhangen, bedeckt
es: cerrado (a)
hu: zárt, borús (pl.: felhős ég)
nl: gesloten, dicht (voor bewolkte hemel)
pl: zamknięty, osłonięty
ru: закрытый

source: charge
de: stürmen, angreifen
es: cobrar, cargar
hu: lerohan, támad
nl: (op)laden
pl: szarżować
ru: нападать

source: that, it (as intransitive subject)
de: es, das (als intransitives Subjekt)
es: eso, lo (como
hu: az (mutatónévmás)
nl: dat, het (als niet-overgankelijk onderwerp)
pl: tamta (rzecz)
ru: это, то (синоним {\bf tsa'u})

source: nevertheless, even so
de: dennoch, trotzdem, allerdings
es: sin embargo, a pesar de eso
hu: mindazonáltal
nl: ondanks dat
pl: jednak, pomimo to
ru: все же, несмотря на, хотя

source: angry snarl, 'watch it!'
de: verärgertes Knurren, "Pass doch auf!"
es: gru
hu: dühödt mordulás, 'vigyázz!'
nl: boze kreet, 'kijk maar uit!'
pl: wyrażenie gniewu, 'uważaj!'
ru: окрик, призыв к порядку, призыв обратить внимание

source: threatening cry
de: drohender Schrei
es: grito intimidatorio
hu: fenyegető kiáltás
nl: bedreigende kreet
pl: lament
ru: устрашающий выкрик

source: exclamation upon exertion, urgh
de: Ausruf der Anstrengung, "Uff!"
es: de exclamaci
hu: felkiáltás erőlködés közben, uff! hó-rukk!
nl: uitroep van uitputting
ru: кряхтение, сопровождающее напряженное усилие междометие

source: expression of warning or frustration, 'crap!', 'ah, hell!'
de: Ausruf der Warnung oder Frustration, 'Ach, Mist!'
es: expresi
hu: figyelmeztetést vagy csalódottságot kifejező szó 'a francba!'
nl: uitroep van waarschuwing of frustratie, 'oh, nee!'
pl: ostrzeżenie lub wyrażenie frustracji czy gniewu, kurwa!, do diabła!
ru: «проклятье!», «вот досада!», выражающее разочарование или предостережение местоимение

source: expression of warning or frustration, 'damn!'
de: Ausruf der Warnung oder Frustration, 'Verdammt!'
es: expresi
hu: figyelmeztető vagy csalódottságot kifejező szó, 'francba!'
nl: uitroep van waarschuwing of frustratie, 'verdomme!'
pl: ostrzeżenie lub wyrażenie frustracji czy gniewu, cholera!
ru: «чёрт побери!», выражающее разочарование или предостережение междометие

source: war cry
de: Kriegsgeschrei
es: grito de guerra
hu: harci kiáltás
nl: oorlogskreet
pl: okrzyk bojowy
ru: боевой клич

source: dark
de: dunkel, finster
es: oscuro
hu: sötét
nl: donker
pl: ciemny
ru: темный

source: darkness
de: Dunkelheit, Finsternis
es: oscuridad
hu: sötétség
nl: duisternis
pl: ciemność
ru: тьма, темнота

source: how many
de: wie viele? (welche Anzahl?)
es: null
hu: hány (darab)?
nl: hoeveel
pl: ile
ru: сколько

source: divided, torn apart, strife-ridden
de: uneins, zerstritten
es: dividido, desgarrado, montado con las luchas
hu: elosztott, darabolt
nl: verdeeld, uit elkaar gehaald
pl: podzielony, rozerwany
ru: разделенный, разорванный, находящийся в состоянии раздора

source: angrily
de: verärgert, wütend, zornig
es: furiosamente
hu: dühösen, mérgesen
nl: boos
pl: gniewnie
ru: гневно

source: white
de: weiß (Farbe)
es: blanco (a)
hu: fehér
nl: wit
pl: biały
ru: белый

source: black
de: schwarz
es: negro (a)
hu: fekete
nl: zwart
pl: czarny
ru: черный

source: promise
de: Versprechen
es: promesa
hu: ígéret
nl: belofte
pl: obietnica
ru: обещание

source: zero
de: Null, '0'
es: cero
hu: nulla, 0
nl: nul
ru: ноль

source: the symbol 8 (not the value eight)
de: das Zeichen '8' (nicht der Wert 'acht')
es: el s
hu: a 8-as jele (nem az értéke!) (pl. telefonszámnál használható)
nl: het symbool 8 (niet de waarde acht)
pl: cyfra 8 (nie wartość)
ru: восьмерка, символ 8 (не значение числа 8)

source: the symbol 9 (not the value nine)
de: das Zeichen '9' (nicht der Wert 'neun')
es: el s
hu: a 9-es jele (nem az értéke!) (pl. telefonszámnál használható)
nl: het symbool 9 (niet de waarde negen)
pl: cyfra 9 (nie wartość)
ru: девятка, символ 9 (не значение 9)

source: dawn, sunrise
de: Morgengrauen
es: amanecer, alba, salida del sol
hu: hajnal, napkelte
nl: vroege ochtend, zonsopgang
pl: brzask, jutrzenka
ru: восход

source: dawn after sunrise
de: nach dem Morgengrauen
es: alba ant
hu: napkelte után
nl: dag na zonsopgang
pl: blask po wschodzie słońca
ru: рассвет после восхода солнца

source: morning
de: Morgen
es: ma
hu: reggel
nl: ochtend
pl: poranek
ru: утро

source: the time before noon
de: die Zeitspanne vor Mittag
es: el tiempo ant
hu: délelőtt
nl: de tijd voor middag (12 uur 's middags)
pl: czas przed południem
ru: перед полуднем

source: mid-day, noon
de: Mittag, Mitte des Tages
es: mediod
hu: dél (napszak)
nl: middag (12 uur 's middags)
pl: południe
ru: полдень

source: the time immediately after noon, early afternoon
de: Zeit nach Mittag
es: el momento inmediatamente
hu: kora délután
nl: de tijd net na middag, vroege namiddag
pl: wczesne popołudnie
ru: пополудни, время сразу после полудня

source: afternoon
de: Nachmittag
es: tarde
hu: délután
nl: middag
pl: popołudnie
ru: после полудня

source: evening (before twilight), late afternoon
de: Abend, später Nachmittag (vor Dämmerung)
es: por la noche (antes del crep
hu: este (alkonyat előtt), késő délután
nl: avond (voor schemering, late middag)
pl: późne popołudnie
ru: вечер до сумерек, позднее пополудни

source: dusk, evening before sunset
de: Zeit vor der Dämmerung
es: el crep
hu: alkony, este naplemente előtt
nl: avond voor zonsondergang
pl: okres przed zachodem słońca
ru: сумерки, вечер до заката

source: night-fall, sunset, dusk, gloaming
de: Dämmerung, Sonnenuntergang
es: ca
hu: naplemente, napszállta
nl: zonsondergang
pl: zmierzch, zmrok
ru: закат, наступление ночи

source: twilight, the time before dark, after sunset
de: Zeit nach der Dämmerung, Nachteinfall
es: crep
hu: alkony, sötétedés előtti időszak, naplemente után
nl: schermering, voor donker, na zonsondergang
pl: półmrok, czas po zachodzie słońca
ru: сумерки после заката до наступления темноты

source: before midnight
de: Zeit vor Mitternacht
es: ant
hu: éjfél előtt
nl: voor middernacht
pl: przed północą
ru: до полуночи

source: midnight
de: Mitternacht, Mitte der Nacht
es: medianoche
hu: éjfél
nl: middernacht
pl: północ
ru: полночь

source: after midnight
de: nach Mitternacht
es: despu
hu: éjfél után
nl: na middernacht
pl: po północy
ru: после полуночи

source: before dawn
de: vor Morgengrauen
es: ant
hu: hajnal előtt
nl: voor zonsopgang
pl: przed brzaskiem
ru: утро перед рассветом

source: be amazing, fascinating (slang)
de: aufregend, faszinierend sein (Umgangssprache) (mit Dativ-Subjekt)
es: ser
hu: „állat”, „sirály”, „király”. (slang)
nl: verbazing wekken (spreektaal)
pl: być wspaniałym, fascynujacym (posp.)
ru: быть удивленным, восхищенным (сленг)

source: giraffe
de: Giraffe (Lehnwort)
es: jirafa
hu: zsiráf
nl: giraf
pl: żyrafa
ru: жираф

source: that
de: das (Relativpronomen)
es: null
hu: hogy (alárendelő tagmondat jelző)
nl: dat
pl: który
ru: что

source: that
de: das (Relativpronomen)
es: null
hu: hogy (alárendelő tagmondat jelző)
nl: dat
pl: którego
ru: что

source: that
de: das (Relativpronomen)
es: null
hu: hogy (alárendelő tagmondat jelző)
nl: dat
pl: który (jeśli chodzi o tamtego, który)
ru: что

source: time, turn, instance, one of a number of repeated or recurring actions
de: Mal (eine Reihe von sich wiederholenden Handlungen); Reihe, am Zug sein
es: tiempo,
hu: eset, alkalom, ismételten előforduló cselekvések egyike
nl: tijd, beurt, een van een herhalende actie
pl: raz, jedna z wielu powtarzających się czynności
ru: раз, круг (одно из повторений)

source: every time, every instance, each time
de: jedes Mal
es: cada vez
hu: minden alkalommal, minden esetben, minden időben
nl: elke keer, elke tijd
pl: zawsze, za kazdym razem
ru: каждый раз

source: calmly, peacefully
de: ruhig, friedlich
es: con calma, e paz
hu: nyugodtan, békésen
nl: kalm, vredig
pl: spokojnie, pokojowo
ru: спокойно

source: heavy (physical weight)
de: schwer (Gewicht)
es: pesado (a) (peso f
hu: nehéz, súlyos (fizikai értelemben)
nl: zwaar (fysiek gewicht)
pl: ciężki (fizycznie)
ru: тяжелый (физический вес)

source: light (physical weight), lightweight
de: leicht (Gewicht)
es: ligero (a) (peso f)
hu: könnyű (fizikai értelemben)
nl: licht (fysiek gewicht, lichtgewicht)
pl: lekki
ru: легкий (физический вес)

source: next
de: nächste/r/s, folgende/r/s
es: pr
hu: következő
nl: volgend(e)
pl: następny
ru: следующий

source: previous
de: letzte/r/s, vorige/r/s
es: previo
hu: előző (korábbi)
nl: vorig(e)
pl: poprzedni
ru: предыдущий

source: leavened bread
de: Gesäuertes, Sauerteig (jiddisches Lehnwort)
es: pan
hu: kovászos kenyér
nl: ongedesemd brood
ru: дрожжевой хлеб

source: project, piece of work
de: Projekt, Teil einer Arbeit
es: proyecto
hu: feladat, kijelölt/egységnyi munka
nl: project, werkstuk
pl: zlecenie, zadanie, projekt
ru: проект

source: finally, at long last
de: endlich, zu guter Letzt
es: por fin
hu: végül, végre
nl: eindelijk
pl: w końcu
ru: финально, в конце

source: lastly
de: schließlich, als Letztes, zum Schluss
es: finalmente
hu: utolsóként
nl: als laatste
pl: na koniec, wreszcie
ru: окончательно

source: master of an art, craft, or skill, expert
de: Experte, Meister einer Fähigkeit, Kunst, Handwerk
es: maestro (a)
hu: mester
nl: expert, meester van een vak, kunst of vaardigheid
pl: mistrz, ekspert
ru: умелец, эксперт

source: mastery
de: (herausragendes) Können
es: maestr
hu: hozzáértés, alapos ismeret
nl: meesterschap
pl: mistrzostwo
ru: мастерство

source: master
de: meistern
es: dominar
hu: alaposan elsajátít
nl: zich meester maken
pl: opanować, wyćwiczyć
ru: управлять

source: classroom, division of a school
de: Klassenzimmer, Einteilung einer Schule
es: aula, clase
hu: osztályterem
nl: klaslokaal, deel v.e. school
pl: klasa, oddział szkoły
ru: класс (часть школы)

source: beside, alongside
de: neben, nebenher
es: a lado, junto a
hu: mentén
nl: naast, langs
pl: przy, obok
ru: в стороне

source: fill (with dative of thing filled)
de: füllen (Dativ für die Sache, die gefüllt wird)
es: llenar (con
hu: tölt (a megtöltött dolog részes esetben)
nl: vullen (met datief van een gevuld ding)
pl: napełniać (rzecz napełniana w formie celownika)
ru: заполнить (с заполняемым предметом в дативе)

source: because, from the reason
de: weil, aus dem Grund, dass…
es: a causa de, de la raz
hu: (azért) mert
nl: vanwege, omdat
pl: ponieważ, z tego powodu
ru: поскольку, по причине

source: pleasurably, gladly, with pleasure
de: auf vergnügliche Weise, gerne, mit Vergnügen
es: placenteramente, bienvenido (a)
hu: örömmel, üdvözölve ({\bf zola'u}–val használva)
nl: aangenaam, met plezier
pl: przyjemnie, z radością, z przyjemnością
ru: с удовольствием

source: beginner
de: Anfänger
es: principiante
hu: kezdő
pl: początkujący
ru: начинающий, «чайник»

source: before, already, ahead of time
de: vor, davor, zuvor, schon
es: antes,
hu: korábban, már
nl: voordat, alreeds, voor de tijd
pl: wcześniej
ru: перед, уже

source: things
de: Dinge, Sachen
es: cosas
hu: dolgok
nl: dingen
pl: rzeczy
ru: вещи

source: that way, like that
de: so, auf jene Weise
es: de esa manera, igual
hu: úgy, olyan módon
nl: op die manier, zo
pl: w tamten sposób
ru: так, таким способом

source: second (ordinal)
de: zweite/-r/-s (Ordnungszahl)
es: segundo (2
hu: második (sorszámnév)
nl: tweede (rangtelwoord)
pl: drugi
ru: второй

source: third (ordinal)
de: dritte/-r/-s (Ordnungszahl)
es: tercero (3
hu: harmadik (sorszámnév)
nl: derde (rangtelwoord)
pl: trzeci
ru: третий

source: fourth (ordinal)
de: vierte/-r/-s (Ordnungszahl)
es: cuarto (4
hu: negyedik (sorszámnév)
nl: vierde (rangtelwoord)
pl: czwarty
ru: четвертый

source: fifth (ordinal)
de: fünfte/-r/-s (Ordnungszahl)
es: quinto (5
hu: ötödik (sorszámnév)
nl: vijfde (rangtelwoord)
pl: piąty
ru: пятый

source: sixth (ordinal)
de: sechste/-r/-s (Ordnungszahl)
es: sexto (6)
hu: hatodik (sorszámnév)
nl: zesde (rangtelwoord)
pl: szósty
ru: шестой

source: seventh (ordinal)
de: siebente/-r/-s (Ordnungszahl)
es: s
hu: hetedik (sorszámnév)
nl: zevende (rangtelwoord)
pl: siódmy
ru: седьмой

source: eighth (ordinal)
de: achte/-r/-s (Ordnungszahl)
es: octavo, (8
hu: nyolcadik
nl: achtste (rangtelwoord)
pl: ósmy
ru: восьмой

source: TV channel
de: Fernseh-/Radiosender
es: canal de TV
hu: TV csatorna
nl: tv kanaal
pl: kanał telewizyjny
ru: телеканал

source: the day and night cycle of Pandora
de: der Tag-und-Nacht-Zyklus auf Pandora
es: el
hu: nap-éj változás Pandorán, egy pandorai nap
nl: de dag en nacht cyclus van Pandora
pl: doba
ru: суточный цикл Пандоры

source: exclamation of consternation
de: Ausruf der Betroffenheit
es: exclamaci
hu: felkiáltás
nl: uitroep van ontsteltenis
pl: okrzyk przerażenia
ru: выражение ужаса

source: name
de: ein Eigenname
es: nombre
hu: név
nl: naam
pl: imię
ru: имя

source: chatter, converser
de: Gesprächspartner
es: persona que
hu: beszélgetőtárs, társalkodó
nl: gepraat
pl: rozmówca, mowiący
ru: собеседник

source: lawlike
de: rechtlich, die Regel betreffend
es: como la ley
hu: szabályos
nl: gerechtelijk
pl: prawny
ru: правильный

source: day time smoking pleasure, vibrating tongue (Na'vi idiom)
de: Tageszeitraucherspaß, vibrierende Zunge (Na'vi-Idiom)
es: el placer de fumar
hu: „nappali örömteli füstölgés”, dohányzás (na'vi idióma)
nl: rookplezier overdag, trillende tong (Na'vi idioom)
ru: учебное слово-скороговорка

source: study
de: Studium
es: investgaci
hu: tanulás
nl: studie
pl: studia, nauka
ru: учение

source: science, the study of the physical world
de: Wissenschaft, Studium der physischen Welt
es: la ciencia, el estudio
hu: tudomány, természettudomány
nl: wetenschap, de studie van de fysieke wereld
pl: nauki ścisłe, nauka o materialnym świecie
ru: наука, изучение реального мира

source: beer
de: Bier
es: cerveza
hu: sör
nl: bier
pl: piwo
ru: пиво

source: cheadle, herbaceous plant
de: Cheadle (ein Kraut), thylakoidia spiralis
es: cheadle, planta herb
hu: cheadle, lágyszárú növény (pandorai növényfaj)
nl: cheadle, kruidachtige plant
ru: чидл, травянистое растение

source: thorny paw, cactus
de: Dornige Tatze (ein Kaktus)
es: pata espinoso, cactus
hu: tüskés mancs, kaktusz (pandorai növényfaj)
nl: doornpoot, cactus
ru: кактус

source: direhorse pitcher plant
de: Pa'li-Kannenblatt, pseudocenia equina
es: planta vasija de los caballos graves
hu: páncélos ló kancsó-növény (pandorai növényfaj)
nl: grimpaard bekerplant
ru: кувшин для пандорианской лошади (растение)

source: fibonacci, blue spiral plant
de: Fibonacci, Blauer Spiralfarn, orbis caeruleus
es: fibonaci, planta espiral azul
hu: fibonacci, kék spirál növény (pandorai növényfaj)
nl: fibonacci, blauwe spiraalplant
ru: голубое спиральное растение

source: male warrior of the Tipani
de: männlicher Krieger der Tipani
es: nombre de un guerrero del clan Tipani
hu: Tipani férfi vadász
nl: mannelijke krijger van de Tipani
pl: wojownik klanu Tipani
ru: мужское имя клана Типани

source: female of the Tipani
de: weiblicher Name der Tipani
es: nombre de una mujer del clan Tipani
hu: Tipani nő (nem szó szerint értve)
nl: vrouw van de Tipani
pl: kobieta z klanu Tipani
ru: женское имя клана Типани

source: a Tipani village
de: ein Tipani-Dorf
es: pueblo del clan Tipani
hu: Tipani falu
nl: een Tipani dorp
pl: Wioska klanu Tipani
ru: деревня Типани

source: a series of caves
de: eine Reihe von Hölen
es: una serie de cuevas
hu: barlang-rendszer
nl: een verzameling grotten
pl: grupa jaskiń
ru: последовательность пещер

source: geode, rain plant
de: Geode, Regenpflanze, Blauer Zapfen, tubineus azureus
es: geoda, planta lluvia
hu: geode, eső-növény (pandorai növényfaj)
nl: geode, regenplant
ru: дождевое растение

source: hermit bud plant
de: Einsiedlerknospenpflanze (Artischocke ähnlich), cynaroidia discolor
es: planta de
hu: remete-rügy növény (pandorai növényfaj)
nl: heremiet knop plant
ru: пустынное растение

source: hyneman, person trapper
de: Hyneman (Cobralilien ähnlich), Menschenfalle, pandoratonia myopora
es: hyneman, persona cazador
hu: hyneman, emberfogó (pandorai növényfaj)
nl: hyneman, mensen vanger
pl: łapiący w sidła
ru: hyneman, растение-ловушка

source: lionberry
de: Löwenbeere (Artischocken ähnlich), cynaroidia decumbens
es: baya de le
hu: oroszlánbogyó (pandorai növényfaj)
nl: leeuwenbes

source: phalanxia, heavily thorned plant
de: Phalanxia, stark-gedornte Pflanze, phalanxia ferox
es: falanxia, planta con muchas espinosas
hu: falanxia, nagyon tüskés növény (pandorai növényfaj)
nl: falanxia, plant met veel doorns
ru: phalanxia, колючее растение

source: pitcher plant
de: Kannenblattpflanze
es: planta vasija
hu: kancsóka
nl: bekerplant
ru: кувшинообразное растение

source: roosterhead plant
de: Hahnenkopf, alectophyllum molle
es: planta gallocabeza
hu: kakasfej növény (pandorai növényfaj)
nl: hanenkop plant
ru: петушиноголовое растение

source: Sol's delight, magnetotrophic plant
de: Sols Entzücken (Kalamar ähnliche Pflanze), calamariphyllum elegans
es: Deleite
hu: Sol öröme, magnetotrophic (pandorai növényfaj)
nl: Sol's verrukking, magnetotropische plant
ru: Sol's delight, магнитотрофическое растение

source: cillaphant
de: Cillaphant, Purpurne Tatze, clawenia purpurea
es: clase de animal
hu: cillaphant (pandorai növényfaj)
nl: cillafant
pl: null

source: itch plant
de: Diestelknospe, Juckpflanze, Cynaroidia glauca
es: planta picaz
hu: viszkető növény (pandorai növényfaj)
nl: jeukplant
ru: зудящее растение

source: spartan, protection plant
de: Spartaner, Beschützerpflanze Kuchenium Polyphyllum
es: espartano,
hu: spártai, menedék-növény (pandorai növényfaj)
nl: spartaan, beschermingsplant
ru: защитное растение

source: sari, beautiful exploding seed plant
de: Sari, Schöne explodierende Samen Pflanze, Pandargonium cyanellum
es: san, planta de semillas hermosas que explotan
hu: szári, gyönyörű robbanó mag növény (pandorai növényfaj)
nl: sari, mooi ontploffende zaadplant
ru: sari, красивое растение со взрывающимися семенами
