Repository: LearnNavi/Language
Catalog: Localizations/*.xliff
Languages: de, es, hu, nl, pl, ru

source: question
de: Frage
es: pregunta
hu: kérdés
nl: vraag
pl: pytanie
ru: вопрос

source: walk
de: laufen, wandern, gehen
es: andar
hu: sétál
nl: lopen
pl: iść
ru: идти, ходить пешком

source: love
de: Liebe
es: amor
hu: szeretet
nl: liefde
pl: miłość
ru: любовь

source: life
de: Leben, Lebensdauer
es: vida
hu: élet
nl: leven
pl: życie
ru: жизнь

source: song (vocal)
de: Lied, Song, Gesang
es: canc
hu: dal, ének
nl: lied (vocaal)
pl: pieśń
ru: песня

source: the state of being ill, sickness
de: Kranksein, Zustand des Krankseins
es: estado de ser enfermo, enfermedad
hu: betegségi állapot
nl: ziek zijn, een ziekte hebben
pl: choroba, bycie chorym
ru: болезнь (как состояние)

source: strike
de: Schlag, Stoß, Treffer
es: golpe
hu: csapás, támadás
nl: slag
pl: uderzenie
ru: удар

source: strength, power
de: Stärke, Kraft
es: fuerza, poder
hu: erő
nl: kracht, sterkte
pl: siła
ru: сила, мощность, мощь

source: be at, occupy a space
de: sein (räumlich), zugegen sein, Platz belegen
es: ser,
hu: elfoglal
nl: zijn (plaats)
pl: być (gdzieś), zajmować miejsce
ru: пребывать где-либо, занимать место

source: doctor
de: Doktor
es: m
hu: orvos
nl: dokter
pl: doktor
ru: доктор

source: body
de: Körper, Leib
es: cuerpo
hu: test
nl: lichaam
pl: ciało
ru: тело

source: rain
de: Regen
es: lluvia
hu: eső
nl: regen
pl: deszcz
ru: дождь

source: great leonopteryx, last shadow
de: Großer Leonopteryx, Letzter Schatten
es: gr
hu: leonopteryx, végső árny (pandorai állatfaj)
nl: reuzenleonopteryx, Laatste Schaduw
pl: leonopteryks wielki, ostatni cień
ru: большой леоноптерикс, «последняя тень»

source: toruk rider
de: Reiter des Toruk, Reiter des Letzten Schatten
es: jinete, amazona
hu: toruk lovas
nl: toruk berijder
pl: jeździec toruka
ru: наездник большого леоноптерикса

source: octoshroom, great leonopteryx fungus
de: Octoshroom, grosser Leonopteryx Pilz, fungimonium giganteum
es: octoshroom, hongo del gran leonopteryx
hu: octoshroom, hatalmas leonopteryx gomba (pandorai növényfaj)
nl: reuzenzwam, reuzenleonopteryxpaddestoel
pl: fungimonium giganteum, oktofungus
ru: «окто-гриб», гриб большого леоноптерикса

source: day
de: Tag
es: d
hu: nap (napszak)
nl: dag
pl: dzień
ru: день

source: yesterday
de: gestern
es: ayer
hu: tegnap
nl: gisteren
pl: wczoraj
ru: вчера

source: spear
de: Speer, Spieß
es: lanza, jabalina, arp
hu: lándzsa
nl: speer
pl: włócznia
ru: копьё

source: run
de: rennen, laufen
es: correr
hu: fut
nl: rennen
pl: biec
ru: бежать, бегать

source: allow
de: erlauben, gestatten
es: permitir
hu: enged
nl: toestaan
pl: pozwalać
ru: позволять, разрешать

source: who
de: Wer? (welche Person?)
es: qui
hu: ki(csoda)?
nl: wie
pl: kto
ru: кто, который

source: continuation marker
de: Partikel der Weiterführung (z.B. {\bf nga tut} {\it und du?} )
es: marcador de conjugaci
hu: folytatás jelző (korábban elhangzott mondat megismétlésére szolgál)
nl: voortgangsmarkeerder
pl: oznaczenie kontynuacji
ru: побуждение собеседника к высказыванию

source: person
de: Person, Mensch (Na'vi)
es: persona
hu: személy
nl: persoon
pl: osoba
ru: персона (на'ви или человек)

source: female (person)
de: Frau, weibliche Person
es: hembra (persona)
hu: nő
nl: vrouw (persoon)
pl: kobieta
ru: женщина

source: male (person)
de: Mann, männliche Person
es: var
hu: férfi
nl: man (persoon)
pl: mężczyzna
ru: мужчина

source: that (thing)
de: jenes, das (Ding)
es: esa, aquella cosa
hu: az (dolog)
nl: dat (ding)
pl: tamta (rzecz)
ru: то, тот (объект), та (вещь)

source: bond (neural connection)
de: Band, (neurale) Verbindung
es: enlace (conexi
hu: kapcsolat, szinapszis (idegsejtek közt)
nl: band (neurale verbinding)
pl: więź (połączenie neuralne)
ru: нейросвязь (между на'ви и живым миром)

source: matriarch, high priestess, interpreter
de: Matriarchin, Hohepriesterin, Deuterin von Eywas Willen (ähnlich einer Schamanin)
es: matriarca, sacerdotisa grande, int
hu: sámánnő, papnő, matriarcha
nl: moeder van de stam, hogepriesteres, shamaan
pl: matriarchini, tłumaczka woli Eywy
ru: матриарх, верховная жрица, истолкователь

source: that (action)
de: das (diese Aktion)
es: esa, aquella (acci
hu: az (cselekvés)
nl: dat, die (actie)
pl: tamta (czyność)
ru: указание на действие

source: then, at that time, that time
de: da, dann, zu diesem Zeitpunkt, jene Zeit
es: entonces
hu: akkor
nl: toen, op die tijd
pl: wtedy, w tamtej chwili
ru: тогда, в то время

source: war
de: Krieg
es: guerra
hu: háború
nl: oorlog
pl: wojna
ru: война

source: war party
de: Kriegspartei, Gruppe von Kriegern
es: grupo de guerra
hu: háborús csapat
nl: oorlogsgroep
pl: oddział (jednostka wojskowa)
ru: отряд воинов

source: warrior
de: Krieger
es: guerrero (a)
hu: harcos
nl: krijger
pl: wojownik
ru: воин

source: apology
de: Entschuldigung
es: disculpa
hu: bocsánatkérés
nl: verontschuldiging, excuus
pl: przeprosiny
ru: извинение, прощение

source: there, that place
de: dort, da, jener Platz
es: aquel lugar
hu: ott, az(on) a hely(en)
nl: daar, die plaats
pl: tam, w tamtym miejscu
ru: тут, здесь (указание на место)

source: that person
de: der, die, diese Person (da)
es: aqulla persona
hu: ő
nl: die persoon
pl: tamta osoba
ru: этот (указание на землянина или на'ви)

source: sun
de: Sonne
es: sol
hu: nap (égitest)
nl: zon
pl: słońce
ru: солнце

source: big (in size), tall
de: groß, hochgewachsen
es: grande (de tama
hu: nagy, magas
nl: groot, lang
pl: duży, wysoki
ru: большой, высокий, крупный по телосложению

source: unidelta tree, lit. tall large root
de: Unideltabaum, wörtl. Große dicke Wurzel, magellum deltoids
es: null
hu: unidelta fa, szó sz. magas, hatalmas gyökér (pandorai növényfaj)
nl: unideltaboom, let. hoge grote wortel
pl: magellum deltiods, drzewo unidelta
ru: «высокий большой корень»

source: see (physical sense)
de: sehen (im physischen Sinne)
es: ver (sentido fisico)
hu: lát (szemével)
nl: zien (fysiek)
pl: widzieć (fizycznie)
ru: видеть, смотреть (зрительное ощущение)

source: place
de: Platz, Ort
es: lugar
hu: hely
nl: plaats
pl: miejsce
ru: место

source: where
de: Wo? (welcher Ort?)
es: d
hu: hol?
nl: waar
pl: gdzie
ru: где

source: art
de: Kunst
es: arte
hu: művészet
nl: kunst
pl: sztuka
ru: искусство

source: Na'vi Clan name
de: Name eines Stammes
es: tribu o clan
hu: Na'vi kl
nl: naam van een Na'vi stam
pl: plemię lub klan
ru: Тскаха (название клана)

source: crossbow
de: Armbrust (engl. crossbow)
es: ballesta
hu: számszeríj, nyílpuska
nl: kruisboog
pl: kusza
ru: арбалет

source: bow (weapon)
de: Bogen (Waffe)
es: arco(arma)
hu: íj (fegyver)
nl: boog (wapen)
pl: łuk (oręż)
ru: лук (оружие)

source: bow and arrow
de: Pfeil und Bogen
es: arco y flecha
hu: íj és nyíl
nl: pijl en boog
pl: łuk i strzała
ru: лук и стрелы

source: rock, stone
de: Stein, Fels, Felsen
es: piedra
hu: kő
nl: rots, steen
pl: skała, kamień
ru: камень

source: training, exercise
de: Training, Übung, Ausbildung
es: la formaci
hu: kiképzés, edzés, gyakorlat
nl: training, oefening
pl: szkolenie, ćwiczenie
ru: обучение, воспитание, тренировка

source: understand
de: verstehen, begreifen
es: entender
hu: (meg)ért
nl: begrijpen
pl: rozumieć
ru: понимать

source: false
de: falsch, fehlerhaft
es: falso (a)
hu: hibás, valótlan
nl: vals, onwaar
pl: fałszywy
ru: поддельный, неверный, неправильный, ошибочный

source: get it, I understand
de: verstehe, Ich verstehe
es: lo entiendo
hu: Értem! (indulatszó)
nl: begrepen, ik snap het
pl: rozumiem, jasne
ru: понятно, ясно (в качестве реплики)

source: sibling
de: Geschwister (Singular)
es: hermano (a)
hu: testvér
nl: broer/zus (unisex aanduiding)
pl: rodzeństwo
ru: брат или сестра

source: sibling
de: Geschwister (Singular)
es: hermano (a)
hu: testvér (csak emberekre (na’vikra) használva)
nl: broer/zus (unisex aanduiding)
pl: rodzeństwo
ru: братство

source: brother
de: Bruder
es: hermano
hu: fiú testvér
nl: broer
pl: brat
ru: брат

source: sister
de: Schwester
es: hermana
hu: lány testvér
nl: zus
pl: siostra
ru: сестра

source: that (function word)
de: dass (Funktionswort)
es: null
hu: hogy, (kötőszó)
nl: dat (functie-woord)
pl: że
ru: это (служебное слово)

source: cup
de: Tasse, Becher, Schale, Gefäß
es: taza
hu: csésze
nl: beker
pl: kielich
ru: чаша, бокал, кубок

source: kill
de: töten, umbringen
es: matar
hu: öl, gyilkol
nl: doden
pl: zabijać
ru: убивать, лишать жизни

source: matter, be of importance
de: bedeuten, von Bedeutung sein, ausmachen
es: ser de importaci
hu: számít, fontos
nl: van belang zijn
pl: liczyć się, być istotnym
ru: иметь значение, значить, быть значимым

source: brave
de: tapfer, mutig
es: valiente
hu: bátor
nl: dapper
pl: odważny
ru: мужественный, отважный, смелый, храбрый

source: name
es: nombre
hu: név
nl: naam
pl: imię, nazwisko, nazwa
ru: имя

source: can, be able
de: können, in der Lage sein
es: puede ser capaz ( con subjuntivo)
hu: tud, képes
nl: kunnen
pl: móc, być w stanie
ru: мочь, быть в состоянии, быть способным

source: male of the Omatikaya
de: männlicher Name der Omatikaya
es: nombre de un hombre del clan Omatikaya
hu: Omatikaya férfi név (nem szó szerint értve)
nl: man van de Omatikaya
pl: członek klanu Omatikaya
ru: Цу'тей

source: fly
de: fliegen
es: volar
hu: repül
nl: vliegen
pl: lecieć
ru: лететь

source: wing
de: Flügel, Schwinge
es: ala
hu: szárny
nl: vleugel
pl: skrzydło
ru: крыло

source: flour
de: Mehl, Pulver
es: harina
hu: liszt
nl: meel
pl: mąka
ru: мук\'{а}

source: cycad, flour seed plant
de: Palmfarn, Mehlsamenpflanze, pseudocycas altissima
es: cycad, planta de semillas para harina
hu: cycad, lisztmag növény (pandorai növényfaj)
nl: cycade, meelzadenplant
pl: pseudocycas altissima, sagowiec
ru: цикада, растение из семени которого добывают муку

source: much
de: viel(e), groß (Anzahl)
es: gran, mucho, much
hu: sok
nl: veel
pl: duży
ru: большой, сильный, обильный, многочисленный

source: excellent
de: ausgezeichnet, exzellent, hervorragend
es: excelente
hu: kitűnő
nl: geweldig, uitstekend
pl: wspaniały
ru: превосходный, великолепный

source: wise
de: weise, klug
es: sabio (a)
hu: bölcs
nl: wijs
pl: mądry
ru: мудрый

source: heart
de: Herz
es: coraz
hu: szív
nl: hart
pl: serce
ru: сердце

source: matter (subject)
de: Thema, Angelegenheit, Bewandtnis, Sache
es: importancia (subjecto)
hu: lényeg
nl: zaak
pl: problem (zagadnienie)
ru: предмет (обсуждения или разговора)

source: awake
de: wach, munter
es: despierto (a)
hu: éber
nl: wakker
pl: przebudzony, czuwający
ru: бодрствующий, не спящий, проснувшийся

source: fire
de: Feuer, Brand
es: fuego
hu: tűz
nl: vuur
pl: ogień
ru: огонь, пламя

source: club (weapon)
de: Schläger, Knüppel, Keule
es: club (arma)
hu: bunkósbot (fegyver)
nl: knuppel (wapen)
pl: pałka, maczuga
ru: дубина (оружие)

source: halt
de: anhalten, stoppen, unterbrechen, rasten
es: parar, detener
hu: megáll
nl: stoppen
pl: zatrzymywać
ru: останавливаться, прекращать

source: butt, rear end, ass
de: Po, Hintern, Arsch, Hinterteil
es: culo, trasero
hu: fenék
nl: kont, achterste
pl: dupa, tyłek
ru: зад, задняя часть

source: leave, abandon
de: verlassen, zurücklassen, aussetzen, aufgeben
es: dejar, abandonar
hu: elhagy
nl: achterlaten
pl: opuszczać, porzucać
ru: покидать, оставлять, бросать

source: hookagourd
de: Hookagourd, Hakenkürbispflanze, flaska ascendens
es: calabaza jooka
hu: hukatök (pandorai növényfaj)
nl: hooka kalebas
pl: flaska ascendens, tykwa nargilowata
ru: хукагурд

source: if
de: wenn, falls
es: si
hu: ha
nl: als, wanneer
pl: jeżeli, jeśli
ru: если

source: forgiveness
de: Vergebung, Verzeihung
es: perd
hu: megbocsájtás
nl: vergiffenis
pl: wybaczenie, przebaczenie
ru: прощение

source: if not, or else, otherwise
de: sonst, wenn nicht, ansonsten
es: si no, o bien, de lo contrario
hu: ha nem (különben)...
nl: als niet, anders
pl: jeśli nie, inaczej, w przeciwnym razie
ru: если не, иначе, а не то, в противном случае

source: night
de: Nacht
es: noche
hu: este, éjszaka
nl: nacht
pl: noc
ru: ночь

source: fear
de: Angst, Furcht
es: miedo, terror
hu: félelem
nl: angst
pl: strach
ru: страх

source: build, construct
de: bauen, erbauen, errichten, konstruieren
es: construir, edificar
hu: épít
nl: bouwen
pl: budować
ru: строить, сооружать

source: poison
de: Gift
es: veneo
hu: méreg
nl: vergif
pl: trucizna
ru: яд, отрава

source: scorpion thistle, poison water plant
de: Skorpiondistel, giftige Wasserpflanze, scorpioflora maxima
es: cardo de alacr
hu: skorpió bogáncs, mérgező vizinövény (pandorai növényfaj)
nl: schorpioendistel, giftige water plant
pl: scorpiflora maxima, oset skorpionowy
ru: «скорпионий чертополох», ядовитое водяное растение

source: Baja tickler, poison-squirting plant
de: giftspritzende Pflanze, flaska reclinata
es: planta que lanza veneno
hu: feldőlt palack, méreglövellő növény (pandorai növényfaj)
nl: Baja kietelaar, vergifspuwende plant
pl: flaska reclinata, niecierpek gniewny
ru: «склоняющаяся фляжка», брызгающее ядом растение

source: strong (physically)
de: stark, kräftig (physisch)
es: fuerte
hu: erős (fizikailag/testileg)
nl: sterk (fysiek)
pl: silny (fizycznie)
ru: сильный, крепкий, здоровый

source: streamer, pendant
de: Band, Anhänger
es: serpentina, colgante
hu: színpompás légköri jelenség (sarki fény)
nl: wimpel, hanger
pl: proporzec
ru: вымпелы, длинные полоски (ритуальное либо служащее эмблемой клана украшение)

source: and (clausal conjunction)
de: und (verbindet Sätze)
es: y
hu: és (két mondatot köt össze)
nl: en (verbindt zinsdelen)
pl: i, a (łaczenie zdań)
ru: и (в сложносочинительных предложениях)

source: meeting
de: Treffen, Versammlung, Zusammenkunft, Begegnung
es: reuni
hu: találkozó
nl: ontmoeting, vergadering
pl: spotkanie
ru: встреча, собрание

source: dream
de: Traum
es: sue
hu: álom
nl: droom
pl: sen
ru: сон, сновидение

source: Dream Hunt
de: Traumjagd
es: Caza de Sue
hu: álomvadászat
nl: Droomjacht
pl: Polowanie we Śnie
ru: «Охота во сне» (ритуал)

source: avatar, dreamwalker body
de: Avatar, Traumwandler-Körper
es: avatar, cuerpo usado por andador de sue
hu: avatár-test (álomjáró test)
nl: Avatar, droomwandellichaam
pl: avatar, ciało chodzącego we śnie
ru: аватар (только тело)

source: dreamwalker
de: Traumwandler
es: andador de sue
hu: álomjáró
nl: droomwandelaar, Avatarbestuurder
pl: chodzący we śnie
ru: аватар (под контролем оператора), сноходец

source: tree
de: Baum
es: null
hu: fa
nl: boom
pl: drzewo
ru: дерево

source: Tree of Voices
de: Baum der Stimmen
es: null
hu: (Régi) Hangok Fája
nl: Stemmenboom
pl: Drzewo Głosów
ru: «Дерево голосов»

source: push fruit tree
de: Druckfrucht-Baum
es: null
hu: gyümölcsfa (pandorai növényfaj)
nl: duwfruitboom
pl: null
ru: «банановое» дерево

source: banana fruit, push fruit
de: Bananenfrucht, Druckfrucht
es: la fruta de banano, fruta de empuje
hu: „banán-szerű” nyomógyümölcs (pandorai növényfaj)
nl: banaan, duwfruit
pl: owoc bananowca
ru: фрукт, напоминающий банан

source: game
de: Spiel
es: {\it juegete}, {\bf uvan letokx} {\it deporte}
hu: játék
nl: spel
pl: gra
ru: игра

source: play (a game)
de: spielen (ein Spiel)
es: jugar
hu: játszik
nl: spelen
pl: grać (w grę)
ru: играть

source: up to
de: bis, bis zu, bis hin
es: hasta
hu: fel
nl: omhoog naar
pl: aż do, do
ru: вплоть до

source: spread, proliferate
de: ausbreiten, vermehren, wuchern
es: extender, esparcir, proliferar
hu: terjed, szaporodik, sokasodik
nl: verspreiden
pl: rozprzestrzeniać się, mnożyć
ru: распространятся

source: Tree of Souls
de: Baum der Seelen
es: Arb
hu: Lelkek Fája
nl: Zielenboom
pl: Drzewo Dusz
ru: Древо Душ

source: Well of Souls
de: Seelenbrunnen, Brunnen der Seelen
es: Pozo de las Almas
hu: Lelkek Fája/Kútja
nl: Zielenput
pl: Studnia Dusz
ru: Кладезь Душ

source: demon
de: Dämon, unheiliger Geist
es: diablo, demonio
hu: démon
nl: demoon
ru: демон

source: branch (of a tree)
de: Ast, Zweig (eines Baumes)
es: rama (de un
hu: faág
nl: tak (van een boom)
pl: gałąź (drzewa)
ru: ветка, ветвь

source: song (ancient, ceremonial)
de: Lied, Gesang (alt, zeremoniell)
es: canci
hu: dal (ősi, szertartásos)
nl: lied (oud, ceremonieel)
pl: pieśń (starożytna, ceremonialna)
ru: песня (древняя или церемониальная)

source: song cord
de: Liedkette, Liedband, Band mit bunten Perlen und Steinen als Erinnerung für die Gesangsgeschichte
es: acorde de una canci
hu: dallam
nl: akkoord (muziek)
ru: музыкальный аккорд

source: fast
de: schnell, rasch
es: r
hu: gyors
nl: snel
pl: szybki
ru: быстрый

source: show
de: zeigen, anzeigen
es: ensenar
hu: mutat
nl: laten zien
pl: pokazywać
ru: показывать (что-либо)

source: plant
de: Pflanze
es: planta
hu: növény
pl: roślina
ru: растение

source: outside
de: außen, außen liegend, Außenseite
es: por fuera
hu: valamin kívüli
nl: buiten
pl: zewnętrze, na zewnątrz
ru: внешний, наружный

source: dinner, served meal
de: Abendessen, Mahlzeit
es: comida, cena (comida que se sirve)
hu: vacsora
nl: maaltijd
pl: kolacja, obiad, serwowany posiłek
ru: прием пищи, еда

source: air
de: Luft
es: aire
hu: levegő
nl: lucht
pl: powietrze
ru: воздух

source: beloved
de: geliebt, lieb
es: querido (a)
hu: szeretett
nl: geliefd
pl: ukochany
ru: любимый, возлюбленный

source: soon
de: bald, demnächst
es: pronto
hu: hamarosan
nl: binnenkort
pl: wkrótce
ru: скоро, вскоре

source: hexapede
de: Hexapede, Hirsch ähnliches Tier Pandoras, Sexcruscervus caeruleus
es: insecto que tiene seis pies
hu: Hexapéd (Pandórai szervasszerű lény) (pandorai állatfaj)
nl: hexapoot
pl: sześcionóg
ru: йерик (шестиногий олень), шестиног

source: straight
de: gerade, geradewegs, direkt
es: recto (a)
hu: egyenes
nl: recht
pl: prosty
ru: прямой

source: bind
de: binden, fesseln, verbinden
es: atar
hu: (meg)köt
nl: binden
pl: wiązać
ru: вязать, связывать, завязывать

source: short (of time)
de: kurz (kurze Zeit)
es: ratito
hu: hosszú (idő)
nl: lang (tijd)
pl: krótki (o czaise)
ru: долгий, длительный, продолжительный по времени

source: eat
de: essen, speisen, fressen
es: comer
hu: eszik
nl: eten
pl: jeść
ru: есть, поглощать, поедать

source: small animal/insect eater, dakteron
de: kleiner Tier-/Insektenfresser, Dakteron, pseudopenthes coralis
es: dakteron, animal peque
hu: kisállat/rovarevő, dakteron (pandorai növényfaj)
nl: klein dier/insecten-eter, dakteron
pl: pseudopenthes coralis, dakteron
ru: дактерон (небольшой насекомоядный зверек)

source: chalice plant
de: Kelchpflanze
es: planta c
hu: kehelynövény (pandorai növényfaj)
nl: kelkplant, vleesetende plant
pl: pseudocenia rosea, kielisznik
ru: плотоядное растение-сосуд

source: feed (with dative object) (ii)
de: füttern, Futter geben (ii)
es: de alimentaci
hu: etet
nl: voeren
pl: karmić (z dopełnieniem w formie celownika) (ii)
ru: кормить (с объектом в дативе)

source: wash
de: waschen; reinigen, säubern (z.B. Wunde)
es: lavar
hu: mos
nl: wassen
pl: myć
ru: мыть, стирать

source: pull
de: ziehen
es: tirar de
hu: húz
nl: trekken
pl: ciągnąć
ru: тянуть

source: come
de: kommen
es: venir
hu: jön
nl: komen
pl: przychodzić
ru: идти, приходить

source: bring
de: bringen, herbringen
es: traer
hu: hoz
nl: brengen
pl: przynosić (coś)
ru: приносить

source: scream
de: schreien, kreischen
es: gritar, vocear
hu: sikolt
nl: gil, schreeuw
pl: krzyczeć
ru: пронзительно кричать, вскрикивать

source: finger
es: dedo
hu: ujj
nl: vinger
pl: palec
ru: палец

source: must
de: müssen
es: debe (con subjuntivo)
hu: kell
nl: moeten
pl: musieć
ru: модальный глалог долженствования

source: year
de: Jahr
es: a
hu: év
nl: jaar
pl: rok
ru: год

source: save, defend
de: retten, verteidigen, sichern
es: salvar, defender
hu: (meg)ment, véd
nl: redden, verdedigen
pl: bronić, ratować
ru: сберегать, экономить

source: safe place, refuge
de: Schutzort, Zuflucht, sicherer Ort, Sicherheit
es: lugar seguro, refugio
hu: menedék
nl: veilige plek, schuilplaats
pl: schronienie, azyl, bezpieczne miejsca
ru: безопасное место, убежище

source: offence, insult
de: Beleidigung, Vergehen
es: ofensa, insulto
hu: támadás
nl: belediging
pl: obraza, potwarz
ru: оскорбление, обида

source: future
de: Zukunft, in der Zukunft
es: futuro
hu: jövő
nl: toekomst
pl: przyszłość
ru: будущее, в будущем

source: stone jar
de: Steinkrug
es: tarro de piedra
hu: kőkorsó
nl: stenen pot of kruik
pl: kamienny słój
ru: каменный сосуд

source: possesions rack
de: Besitztümer Regal
es: bastidor de los bienes
hu: használati tárgy tartó fogas/akasztó
nl: bezittingenrek
pl: stojak
ru: полка для личных вещей

source: hammock
de: Hängematte
es: hamaca
hu: függőágy
nl: hangmat
pl: hamak
ru: гамак

source: basket
de: Korb $\phi$
es: canasta
hu: kosár
nl: mand
pl: kosz
ru: корзина, корзинка $\phi$

source: baby sling
de: Babytragetuch
es: cabestrillo para llevar a un beb
hu: kisdedhordó
nl: babydrager, draagdoek
pl: nosidełko
ru: слинг, перевязь для ношения маленького ребенка

source: moron, toruk maktoyu
de: Trottel, Toruk Maktoyu
es: idiota, necio, imb
hu: idióta, Toruk Makto
nl: idioot, zesde Toruk Makto
pl: kretyn, Toruk Maktoyu
ru: болван, «оседлавший торука»

source: slinger, predatory animal
de: Slinger, Raubtier $\phi$
es: hondero, animal depredador
hu: ropter, ragadozó (rettenetes idegen lajhár) (pandorai állatfaj)
nl: werper, roofdier
pl: Procak, drapieżne zwierzę
ru: слингер (хищное животное, голова которого при атаке отделяется и вонзается в жертву)

source: banshee catcher, bola, lit. nothing to see
de: Bansheefänger, Bola, wörtl. nichts zu sehen $\phi$
es: colector de banshees, bola (lit. nada que ver)
hu: ikran fogó (szó sz.: nem lát semmit)
nl: harpij-vanger, bola, let. niets te zien
pl: bola, dosł. nic nie widać
ru: ремень для поимки банши; букв. «ничего не видно» $\phi$

source: shield
de: Schild, Abschirmung
es: escudo
hu: pajzs
nl: schild
pl: tarcza
ru: щит

source: direhorse lead, lit. face pull
de: Direhorse-Leine, wörtl. Gesichts-Zug $\phi$
es: brida de direhorse (lit. Iacar la cara)
hu: pa'li (páncélos ló) vezető, kantár, szó sz. pofa húzó
nl: grimpaard-teugels (let.: gezicht trekken)
pl: końskie wodze, dosł. sznurek na pysk
ru: уздечка для бронелошади; букв. «тянуть морду» $\phi$

source: small bit of food, packed lunch
de: kleine Menge zu Essen, Lunchpaket
es: peque
hu: ételcsomag, kevés étel
nl: kleine hoeveelheid eten, lunchpakket
pl: mała ilość jedzenia, spakowany posiłek
ru: небольшая порция провизии, упакованный обед

source: hammock (informal), us
de: Hängematte (informell), us
es: hamaca (informal) , nosotros
hu: függőágy (köznyelvi)
nl: hangmat (informeel), ons
pl: hamak (potocznie), my
ru: гамак

source: personal belongings rack
de: Ablage für persönliche Habseligkeiten
es: bastidor para objectos personales
hu: személyes használati tárgy tartó fogas/akasztó
nl: rek voor persoonlijke bezittingen
pl: stojak na rzeczy osobiste
ru: вешалка для личных вещей

source: douchebag
de: Depp, Weichei
es: bolsa de ducha vaginal (usado como insulto o palabrota)
hu: „faszfej"
nl: klootzak (scheldwoord)
pl: idiota
ru: груб. гад, сволочь $\phi$

source: shuttle
es: transbordador
hu: (űr)sikló
pl: prom kosmiczny
ru: шаттл

source: toy ikran
de: Spielzeugikran
es: jugete de ikran
hu: játék sikoll/ikran
nl: speelgoed harpij
pl: zmora zabawka
ru: игрушечный банши, детская игрушка

source: leaf plate
de: Blatt-Teller
es: plato de hoja
hu: levél tányér
nl: etensbord (van bladeren)
pl: talerz-liść
ru: тарелка из листьев растения

source: pendulum drum
de: Pendel-Trommel
es: tambor del p
hu: inga dob
nl: pendeldulumtrom
pl: bęben wahadłowy
ru: церемониальный маятниковый барабан, прикрепленный вертикально к дереву

source: a clan
de: Name eines Clans $\phi$
es: nombre de un clan
hu: egy klán neve (nem szó szerint értve)
nl: een stam
pl: nazwa klanu
ru: У'ими Хуйутикайа название клана $\phi$
