Repository: LearnNavi/Language
Catalog: Localizations/*.xliff
Languages: de, es, hu, nl, pl, ru

source: spiny whips
de: Dornige Peitschenpflanze; Phytotinium Poydactylum
es: l
hu: tüskés korbács (pandorai növényfaj)
nl: prikkende zwepen
ru: sari,

source: turner, twisted lily
de: Falsche Lilie, Pseudolilium Contortum
es: tornero, lirio trenzado
hu: csavart liliom (pandorai növényfaj)
nl: draaier, gedraaide lelie
ru: скрученная лилия

source: Centipede, bad-smell plant
de: Grüne Tausendfüßerpflanze, Stinkpflanze, Scolopendra virens
es: ciempi
hu: százlábú, rossz szagú növény (pandorai növényfaj)
nl: centipede, stinkende plant
ru: дурно пахнущее растение

source: grub plant
de: Raupenpflanze, Limacina erecta
es: planta gusano
hu: féreg-növény (pandorai növényfaj)
nl: engerling plant
pl: larwowa roślina
ru: растение-личинка

source: bladder polyp
de: Blasenpolyp, polypiferus brevisimus
es: vejiga
hu: hólyag polip (pandorai állatfaj)
nl: blaas-poliep
ru: полип

source: leaf pitcher plant
de: Kannenblatt-Pflanze, pseudocenia simplex
es: planta vasija de hoja
hu: levél-kancsóka (érintésre mozgó) (pandorai növényfaj)
nl: bladbekerplant
ru: кувшинолистное растение

source: delta tree
de: Deltabaum, Magellum triangulare
es: null
hu: delta fa, szó sz. nagy gyökér (pandorai növényfaj)
nl: delta-boom
pl: drzewo delta

source: vein pod
de: Venentopf, Obesus fenestralis
es: vaina vena
hu: ér-gubó (pandorai növényfaj)
nl: ader-peul

source: original name for the Omatikaya
de: ursprünglicher Name der Omatikaya
es: nombre original para la Omatikaya
hu: az Omatikaya klán eredeti neve
nl: oorspronkelijke naam voor de Omatikaya
pl: pierwotna nazwa klanu Omatikaya
ru: первоначальное имя клана Оматикая (в сценарии 1990-х годов)

source: male of the Tawkami
de: männlicher Tawkami-Name
es: nombre de un hombre del clan Tawkami
hu: Tawkami férfi (nem szó szerint értve)
nl: man van de Tawkami
pl: członek klanu Tawkami
ru: мужское имя клана Тавками

source: male of the Tawkami
de: männlicher Tawkami-Name
es: nombre de un hombre del clan Tawkami
hu: Tawkami férfi
nl: man van de Tawkami
pl: członek klanu Tawkami
ru: мужское имя клана Тавками

source: female of the Tipani
de: weiblicher Tipani-Name
es: nombre de una mujer del clanTipani
hu: Tipani nő (nem szó szerint értve)
nl: vrouw van de Tipani
pl: kobieta z klanu Tipani
ru: женское имя клана Типани

source: female of the Tipani
de: weiblicher Tipani-Name
es: nombre de una mujer del clanTipani
hu: Tipani nő neve
nl: vrouw van de Tipani
pl: członkini klanu Tipani
ru: женское имя клана Типани

source: male of the Tipani
de: männlicher Tipani-Name
es: nombre de un hombre del clan Tipani
hu: Tipani férfi (nem szó szerint értve)
nl: man van de Tipani
pl: członek klanu Tipani
ru: мужское имя клана Типани

source: shaman of the Tipani
de: Schamane der Tipani
es: cham
hu: Tipani sámán
nl: shamaan van de Tipani
pl: szaman klanu Tipani
ru: шаман клана Типани

source: male of the Tipani
de: männlicher Tipani-Name
es: nombre de un hombre del clan Tipani
hu: Tipani férfi (nem szó szerint értve)
nl: man van de Tipani
pl: członek klanu Tipani
ru: мужское имя клана Типани

source: male of the Tipani
de: männlicher Tipani-Name
es: nombre de un hombre del clan Tipani
hu: Tipani férfi
nl: man van de Tipani
pl: członek klanu Tipani
ru: мужское имя клана Типани

source: male of the Tipani
de: männlicher Tipani-Name
es: nombre de un hombre del clan Tipani
hu: Tipani férfi neve
nl: man van de Tipani
pl: członek klanu Tipani
ru: мужское имя клана Типани

source: tsahìk of the Tipani
de: tsahìk (spirituelle Führerin) der Tipani
es: nombre del tsahik del clan Tipani
hu: Tipani sámánnő
nl: tsahik van de Tipani
pl: tsahìk klanu Tipani
ru: цахик клана Типани

source: male of the Tipani
de: männlicher Tipani-Name
es: nombre de un hombre del clan Tipani
hu: Tipani férfi
nl: man van de Tipani
pl: członek klanu Tipani
ru: мужское имя клана Типани

source: male of the Tipani
de: männlicher Tipani-Name
es: nombre de un hombre del clan Tipani
hu: Tipani férfi
nl: man van de Tipani
pl: członek klanu Tipani
ru: мужское имя клана Типани

source: male of the Tipani
de: männlicher Tipani-Name
es: nombre de un hombre del clan Tipani
hu: Tipani férfi (nem szó szerint értve)
nl: man van de Tipani
pl: członek klanu Tipani
ru: мужское имя клана Типани

source: female warrior of the Tipani
de: weibliche Kriegerin der Tipani
es: guerera del clan Tipani
hu: Tipani női harcos (nem szó szerint értve)
nl: vrouwelijke krijger van de Tipani
pl: wojowniczka klanu Tipani
ru: женское имя клана Типани

source: male of the Tipani
de: männlicher Name der Tipani
es: nombre de un hombre del clan Tipani
hu: Tipani férfi
nl: man van de Tipani
pl: członek klanu Tipani
ru: мужское имя клана Типани

source: male elder of the Tipani
de: männlicher Ältester der Tipani
es: anciano del clan Tipani
hu: idősebb Tipani férfi
nl: mannelijke oudere van de Tipani
pl: starszy klanu Tipani
ru: мужское имя старейшины клана Типани

source: male hunter of the Tipani
de: männlicher Jäger der Tipani
es: nombre de un hombre del clan Tipani
hu: Tipani férfi vadász
nl: mannelijke jager van de Tipani
pl: łowca klanu Tipani
ru: мужское имя охотника клана Типани

source: male of the Tipani
de: männlicher Tipani-Name
es: nombre de un hombre del clan Tipani
hu: Tipani férfi
nl: man van de Tipani
pl: członek klanu Tipani
ru: мужское имя клана Типани

source: male of the Tipani
de: männlicher Tipani-Name
es: nombre de un hombre del clan Tipani
hu: Tipani férfi
nl: man van de Tipani
pl: członek klanu Tipani
ru: мужское имя клана Типани

source: female of the Tipani
de: weiblicher Tipani-Name
es: nombre de una mujer del clan Tipani
hu: Tipani nő
nl: vrouw van de Tipani
pl: członkini klanu Tipani
ru: женщина клана Типани

source: Vaderas Hollow
de: Vaderas Hollow, ein Talbecken auf Pandora
es: Hondonada Vaderas
hu: Vaderas Völgy
nl: Vaderas Holte

source: a Tipani village
de: ein Tipani-Dorf
es: pueblo del clan Tipani
hu: Tipani falu
nl: een Tipani dorp
pl: wioska klanu Tipani
ru: деревня клана Типани

source: a Tipani village
de: ein Tipani-Dorf
es: pueblo del clan Tipani
hu: Tipani falu
nl: een Tipani dorp
pl: wioska klanu Tipani
ru: деревня клана Типани

source: a Tipani village
de: ein Tipani-Dorf
es: pueblo del clan Tipani
hu: Tipani falu
nl: een Tipani dorp
pl: wioska klanu Tipani
ru: деревня клана Типани

source: a Tipani village
de: ein Tipani-Dorf
es: pueblo del clan Tipani
hu: Tipani falu
nl: een Tipani dorp
pl: wioska klanu Tipani
ru: деревня клана Типани

source: male Na'vi
de: männlicher Na'vi-Name
es: nombre de un hombre Na'vi
hu: Na’vi férfi (nem szó szerint értve)
nl: mannelijke Na'vi
pl: mężczyzna Na'vi
ru: мужское имя на'ви

source: Tantalus, rocky place on Pandora
de: Tantalus, steiniger Ort auf Pandora
es: Tantalus, lugar rocoso en el planeta Pandora
hu: Tantalus, Pandora sziklás vidéke
nl: Tantalus, rotsachtig gebied op Pandora
pl: Tantalus, skaliste miejsce na Pandorze
ru: Tantalus, гористое место на Пандоре

source: the plains of Goliath
de: die Ebenen von Goliath
es: las llanuras
hu: Goliath síkság
nl: De Goliath vlaktes
pl: równiny Goliath
ru: равнины Голиафа

source: incorrect, wrong, not right
de: inkorrekt, nicht richtig, falsch
es: incorrecta,
hu: helytelen, téves, nem helyes
nl: verkeerd, fout, niet goed
pl: niepoprawny, zły, błędny
ru: неправильное

source: dangerous
de: gefährlich
es: peligroso
hu: veszélyes
nl: gevaarlijk
pl: niebezpieczny
ru: опасный

source: awakeness, the state of waking
de: Phase des Wachseins, Wachheit
es: vigilia,
hu: éberség, ébrenlét
nl: wakker zijn, de staat van wakkerheid
pl: czyjność, stan przebudzenia
ru: бодрствование

source: puffer plant
de: Beutelpflanze
es: planta globo
hu: puffer növény (pandorai növényfaj)
nl: pufplant

source: mantis
de: Gottesanbeterin (Insekt)
hu: sáska
nl: bidsprinkhaan
pl: modliszka
ru: богомол

source: every night
de: jede Nacht
es: cada noche
hu: minden éjjel
nl: elke nacht
pl: każdej nocy
ru: каждая ночь

source: second, very short time
de: Sekunde, sehr kurze Zeit
es: un segundo, un tiempo muy corto
hu: másodperc, nagyon rövid idő
nl: seconde, korte tijd
pl: chwila, sekunda
ru: секунда, очень короткое время

source: after, afterwards
de: nach, danach
es: despu
hu: után, utána
nl: na, achteraf
pl: później
ru: впоследствии

source: tired
de: müde
es: cansado (a)
hu: fáradt
nl: moe
pl: zmęczony
ru: усталый

source: creator
de: Schaffender, Schöpfer
es: creador, creadora
hu: alkotó
nl: maker
pl: twórca
ru: создатель

source: slowly
de: langsam
es: despacio, lentamente
hu: lassan
nl: langzaamaan
pl: powoli
ru: медленно

source: musician
de: Musiker
es: m
hu: zenész
nl: muzikant
pl: muzyk
ru: музыкант

source: that
de: das
es: null
hu: az
nl: dat
pl: tamto
ru: это

source: that, it (transitive subject)
de: das, es (transitives Subjekt)
es: null
hu: az (tárgyas esetben alanyként)
nl: dat, het (overgankelijk onderwerp)
pl: tamta (rzecz) (ergatyw)
ru: это (агенс)

source: that, it (as object)
de: das, es (als Objekt)
es: null
hu: azt ( tárgyként)
nl: dat, het (als lijdend voorwerp)
pl: tamto
ru: это (пациенс)

source: size
de: Größe
es: tama
hu: méret
nl: grootte
pl: rozmiar, wielkość
ru: размер

source: expression, bit of language
de: Ausdruck, Sprachteil
es: expresi
hu: kifejezés, nyelvi elem
nl: uitdrukking, stuk taal
pl: wyrażenie
ru: выражение, элемент языка

source: such
de: so, solche/-r/-s
es: tal, semejante
hu: olyan, mint ez a dolog
nl: zulk (een)
pl: taki
ru: такой

source: male Na'vi
de: männlicher Na'vi-Name
es: nombre de un hombre Na'vi
hu: Na'vi férfi
nl: mannelijke Na'vi
pl: mężczyzna Na'vi
ru: мужское имя на'ви

source: male Na'vi
de: männlicher Na'vi-Name
es: nombre de un hombre Na'vi
hu: Na'vi férfi
nl: mannelijke Na'vi
pl: mężczyzna Na'vi
ru: мужское имя на'ви

source: male Na'vi
de: männlicher Na'vi-Name
es: nombre de un hombre Na'vi
hu: Na'vi férfi
nl: mannelijke Na'vi
pl: mężczyzna Na'vi
ru: мужское имя на'ви

source: male Na'vi
de: männlicher Na'vi-Name
es: nombre de un hombre Na'vi
hu: Na'vi férfi
nl: mannelijke Na'vi
pl: mężczyzna Na'vi
ru: мужское имя на'ви

source: male Na'vi
de: männlicher Na'vi-Name
es: nombre de un hombre Na'vi
hu: Na'vi férfi
nl: mannelijke Na'vi
pl: mężczyzna Na'vi
ru: мужское имя

source: male Na'vi
de: männlicher Na'vi-Name
es: nombre de un hombre Na'vi
hu: Na'vi férfi
nl: mannelijke Na'vi
pl: mężczyzna Na'vi
ru: мужское имя на'ви

source: female Na'vi
de: weibicher Na'vi-Name
es: nombre de una mujer Na'vi
hu: Na'vi nő
nl: vrouwelijke Na'vi
pl: kobieta Na'vi
ru: женское имя на'ви

source: female Na'vi
de: weibicher Na'vi-Name
es: nombre de una mujer Na'vi
hu: Na'vi nő
nl: vrouwelijke Na'vi
pl: kobieta Na'vi
ru: женское имя на'ви

source: Neytiri's banshee
es: banshee de Neytiri
hu: Neytiri ikranja
nl: Neytiri's ikran
pl: Zmora Neytiri
ru: банши Нейтири

source: female Na'vi
de: weibicher Na'vi-Name
es: nombre de una mujer Na'vi
hu: Na'vi nő
nl: vrouwelijke Na'vi
pl: kobieta Na'vi
ru: женское имя на'ви

source: female Na'vi
de: weibicher Na'vi-Name
es: nombre de una mujer Na'vi
hu: Na'vi nő
nl: vrouwelijke Na'vi
pl: kobieta Na'vi
ru: женское имя на'ви

source: female Na'vi
de: weibicher Na'vi-Name
es: nombre de una mujer Na'vi
hu: Na'vi nő
nl: vrouwelijke Na'vi
pl: kobieta Na'vi
ru: женское имя на'ви

source: male Na'vi
de: männlicher Na'vi-Name
es: nombre de un hombre Na'vi
hu: Na'vi férfi
nl: mannelijke Na'vi
pl: kobieta Na'vi
ru: мужское имя на'ви

source: female Na'vi
de: weibicher Na'vi-Name
es: nombre de una mujer Na'vi
hu: Na'vi nő
nl: vrouwelijke Na'vi
pl: kobieta Na'vi
ru: женское имя на'ви

source: male Na'vi
de: männlicher Na'vi-Name
es: nombre de un hombre Na'vi
hu: Na'vi férfi
nl: mannelijke Na'vi
pl: mężczyzna Na'vi
ru: мужское имя на'ви

source: language group, language users
de: Sprachgruppe, Sprachbenutzer, Sprachbund
es: grupo que usan una idioma particular,
hu: nyelvcsoport, nyelvhasználók
nl: taalgroep, taal-gebruikers
pl: grupa językowa, użytkownicy języka
ru: языковая группа

source: pamphlet, booklet
de: Broschüre, Pamphlet
es: folleto
hu: pamflet, könyvecske
nl: pamflet, boekje
pl: broszura, książeczka
ru: буклет

source: bush
de: Busch
es: arbusto
hu: bokor
nl: struik
pl: krzew
ru: куст

source: minor ailment
de: Wehwehchen, kleine Krankheit
es: dolencia menor
hu: kisebb betegség, gyengélkedés
nl: kleine aandoening
pl: drobne schorzenie
ru: незначительное недомогание

source: little daughter (term of endearment)
de: kleine Tochter (Ausdruck der Zuneigung)
es: hijita (t
hu: kislány (kedveskedő kifejezés)
nl: dochtertje (kooswoord)
pl: córeczka (zdrobnienie)
ru: доченька (нежно)

source: little mommy (used for young girls)
de: kleine Mama (für junge Mädchen)
es: mamacita (t
hu: anyuka (fiatal lányokra)
nl: moedertje (gebruikt voor jonge meisjes)
pl: mamusia (o młodych dziewczynach)
ru: юная мама (для молодых девушек)

source: do
de: tun, machen
es: hacer
hu: csinál
nl: doen
pl: robić
ru: делать

source: queue, braid
de: Queue, geflochtener Zopf (für tsaheylu)
es: trenza
hu: copf, idegköteg
nl: vlecht, staart
pl: warkocz
ru: коса

source: little queue
de: Zöpfchen, kleiner Queue
es: trenza peque
hu: copfocska
nl: vlechtje, staartje
pl: warkoczyk
ru: косичка

source: little hunter
de: kleiner Jäger
es: cazador peque
hu: vadászocska
nl: jagertje
pl: mały myśliwy
ru: молодой охотник

source: little me, little I
de: ich Kleines
es: poco
hu: csekélységem
nl: kleine ik
pl: ja (zdrobniale)
ru: маленький я

source: little you, you little
de: du Kleines
es: poco que usted,
hu: kicsi te, csekélységed
nl: kleine jij
pl: ty (zdrobniale)
ru: маленький ты

source: ray
de: Lichtstrahl
es: rayo
hu: fénysugár
nl: lichtstraal
pl: promień (światła)
ru: луч

source: dear or cute little fire
de: niedliches, kleines Feuerchen
es: fuegito querido o lindo
hu: tüzecske
nl: lief klein vuurtje
pl: płomyczek
ru: огонек

source: teaching (the act)
de: das Lehren (Vorgang)
es: acto de ense
hu: tanítás (cselekvés)
nl: onderwijzen (het onderwijs)
pl: nauczanie, dydaktyka
ru: учение (процесс)

source: eating (the act)
de: das Essen (Vorgang)
es: el comer
hu: evés (cselekvés)
nl: eten (het doen)
pl: jedzenie (czynność jedzenia)
ru: поедание

source: hunting
de: das Jagen
es: caza, cacer
hu: vadászás
nl: jagen
pl: myślistwo
ru: охота (как процесс)

source: little conversation
de: kleines Gespräch
es: conversaci
hu: csevej
nl: kleine conversatie, praatje
pl: pogawędka, mała rozmowa
ru: небольшой разговор

source: next time
de: nächstes Mal
es: la pr
hu: legközelebb
nl: volgende keer
pl: następnym razem, innym razem
ru: следующий раз

source: last time
de: letztes Mal
es: la
hu: múltkor
nl: vorige keer
pl: poprzedim razem
ru: последний раз

source: kind, thoughtful, considerate
de: nett, aufmerksam, rücksichtsvoll
es: amable, atento, considerado
hu: kedves, figyelmes,tapintatos
nl: vriendelijk, attent
pl: uprzejmy, troskliwy, taktowny
ru: добрый, тактичный

source: strong (emotionally, spiritually, not physical), confident
de: stark (emotional, spirituell, nicht physisch)
es: fuerte
hu: erős (érzelmileg, lelkileg, nem fizikailag), magabiztos
nl: sterk (emotioneel, spiritueel, niet fysiek), vol vertrouwen
pl: silny (emocjonalnie, duchowo, nie fizycznie) pewny
ru: сильный (эмоционально, духовно), надежный

source: or not
de: oder nicht
es: o no
hu: vagy nem
nl: of niet
pl: lub nie
ru: или нет

source: a few, several
de: einige, etliche
es: unos pocos, varios
hu: egy kevés, néhány
nl: enkele, verschillende
pl: mało, trochę
ru: несколько

source: history (ancient)
de: (alte) Geschichte
es: historia (antigua)
hu: történelem (ősi)
nl: geschiedenis (oud)
pl: historia (starożytna)
ru: история (древняя)

source: history (non-ancient)
de: (jüngere) Geschichte, Historie
es: historia (reciente)
hu: történelem (nem ősi)
nl: geschiedenis (niet oud)
pl: historia (nowożytna)
ru: история (не древняя)

source: that is, in other words
de: das heißt, soll heißen, mit anderen Worten
es: es decir, en otras palabras
hu: azaz hogy, más szóval
nl: dat is, met andere woorden
pl: to jest, innymi słowy
ru: другими словами

source: cowardly
de: feige
es: cobarde, cagueta
hu: gyáva
nl: laf
pl: tchurzliwy
ru: трусливо

source: coward
de: Feigling
es: cobarde
hu: gyáva
nl: lafaard
pl: tchurz
ru: трус

source: delicious, good tasting
de: gutschmeckend, lecker, schmackhaft
es: delicioso, tiene un sabor bueno
hu: finom, jó ízű
nl: lekker, goed smakend
pl: pyszny, wyśmienity
ru: вкусный

source: bad tasting
de: schlechtschmeckend, widerlich
es: tiene un sabor malo
hu: rossz ízű
nl: vies, slecht smakend
pl: niesmaczny
ru: невкусный

source: ripe, mature, adult
de: reif, erwachsen, mündig
es: maduro (a), adulto (a)
hu: érett, fejlett, felnőtt
nl: rijp, volwassen
pl: dorosły, dojrzały, gotowy
ru: зрелый, взрослый

source: adult person
de: Erwachsener, erwachsene Person
es: adulto
hu: felnőtt személy
nl: volwassen persoon
pl: pełnoletni, dorosły (osoba dorosła)
ru: взрослый (о человеке)

source: ripeness, maturity, full fruition
de: Reife, Mündigkeit
es: madurez, edad madura
hu: érettség, fejlettség, beteljesülés
nl: rijpheid, volgroeidheid
pl: dojrzałość, dorosłość
ru: взрослость, зрелость

source: late
de: spät
es: tarde
hu: későn
nl: laat
pl: późno, za późno
ru: поздно

source: late
de: spät, verspätet
es: tarde
hu: késői
nl: laat
pl: późny, spóźniony
ru: поздний

source: early
de: früh, zeitig
es: temprano
hu: korai
nl: vroeg
pl: wczesny
ru: ранний

source: be curious, odd, strange, unexpected
de: kurios sein, unerwartet sein
es: ser curioso (a), raro (a), extra
hu: furcsának, különösnek, idegennek, váratlannak lenni
nl: benieuwd zijn, vreemd, onverwacht
pl: być dziwnym, niezwykłym, dziwacznym, niespodziewanym, osobliwym
ru: чудить, юродствовать

source: strangely, oddly
de: merkwürdigerweise, seltsamerweise
es: extra
hu: furcsa módon, különös módon
nl: vreemd
pl: dziwne
ru: странно

source: but rather, but instead
de: sondern
es: sino (que) m
hu: de inkább, de helyette
nl: maar liever, in plaats van
pl: ale raczej, ale zamiast
ru: но взамен

source: like an adult, maturely
de: wie ein Erwachsener, erwachsen
es: c
hu: felnőtt módra, éretten
nl: als een volwassene, volwassen
pl: dojrzale, dorośle
ru: по-взрослому, зрело

source: like a child, immaturely
de: wie ein Kind, kindlich
es: c
hu: gyerek módra, éretlenül
nl: als een kind, onvolwassen
pl: niedojrzale, jak dziecko
ru: по-детски, ребячески

source: float in the air, hover
de: in der Luft schweben
es: flotar
hu: levegőben úszik, lebeg
nl: zweven in de lucht
pl: unosić się w powietrzu, dryfować
ru: парить (в воздухе)

source: the Floating Mountains
de: die Schwebenden Berge
es: la Monta
hu: a Lebegő Hegység
nl: de Zwevende Bergen
ru: Парящие горы

source: mountain
de: Berg, Gebirge
es: monta
hu: hegy
nl: berg
pl: góra, wzgórze
ru: гора

source: spouse
de: Ehepartner
es: esposo, esposa
hu: hitves, házastárs
nl: ega, echtgenoot/echtgenote
pl: współmażonek
ru: супруг

source: husband, male spouse
de: Ehemann
es: esposo, marido
hu: férj, férfi hitves
nl: man, echtgenoot
pl: mąż
ru: муж

source: wife, female spouse
de: Ehefrau
es: esposa
hu: feleség, női hitves
nl: vrouw, echtgenote
pl: żona
ru: жена

source: luckily, happily
de: glücklicherweise, zum Glück
es: afortunadamente, felizmente
hu: szerencsésen, boldogan
nl: gelukkig, fortuinlijkerwijs
pl: szczęśliwie, wesoło
ru: счастливо, удачно

source: be curious, want to know
de: neugierig sein, wissen wollen
es: tener curiosidad por saber algo
hu: kíváncsi(nak lenni), tudni akar
nl: nieuwsgierig zijn, willen weten
pl: być ciekawskim
ru: любопытствовать, желать понять

source: curious
de: neugierig
es: curioso(a)
hu: kíváncs
nl: nieuwsgierig
pl: ciekawski
ru: любопытный

source: curiosity
de: Neugier, Neugierde
es: curiosidad
hu: kíváncsiság
nl: nieuwsgierigheid
pl: ciekawość
ru: любопытство

source: difficult, hard
de: schwierig, schwer
es: null
hu: bonyolult, nehéz
nl: moeilijk, zwaar
pl: trudny
ru: трудный

source: difficulty, problem
de: Schwierigkeit, Problem
es: dificultad, problema
hu: nehézség, probléma
nl: moeilijkheid, probleem
pl: kłopot, problem
ru: трудность, проблема

source: besides, additionally, furthermore
de: außerdem, überdies, ferner
es: adem
hu: emellett, ráadásul, továbbá
nl: daarnaast, tevens
pl: dodatkowo
ru: коме того, тем не менее

source: shallow (physically)
de: seicht, flach (physisch)
es: poco profundo (f
hu: sekély (fizikailag)
nl: ondiep (fysiek)
pl: płytki (fizycznie)
ru: мелко (физически)

source: Eureka! I've found it!
de: Heureka! Ich hab's!
es: null
hu: Heuréka! Rájöttem!
nl: Eureka!, ik heb het gevonden!
pl: Eureka! Odkryłem! Znalazłem!
ru: Эврика!

source: parent or set of parents
de: Eltern (Mutter und Vater); Elternteil
es: padres (no es singular)
hu: szülő vagy szülőpár
nl: ouder of ouders
pl: rodzice
ru: родители

source: prey, hunted thing
de: Beute, gejagte Sache
es: presa, cosa cazada
hu: préda, zsákmány
nl: prooi, waarop gejaagd wordt
pl: ofiara, istota upolowana
ru: жертва, объект охоты

source: gather, collect
de: einsammeln, sammeln, zusammenklauben
es: juntar
hu: összeszed, gyűjt
nl: verzamelen, vergaren
pl: zbierać
ru: собирать (урожай, дикорастущие растения)

source: be pleasing or likeable, bring enjoyment
de: gefallen, gern mögen, Freude bringen
es: ser amable, dar placer
hu: megnyerő(nek) vagy szeretetre méltó(nak lenni)
nl: prettig of leuk zijn, plezier brengen
pl: być przyjemnym, dawać przyjemność
ru: быть приятным, желательным, радующим

source: luck, chance
de: Glück, Zufall
es: suerte
hu: szerencse, esély
nl: geluk, fortuin
pl: szczęście, okazja
ru: шанс, удача

source: by chance or coincidence
de: per Zufall, zufällig
es: por casualidad o coincidencia
hu: sorsszerűen, véletlenül
nl: per ongeluk, per toeval
pl: przypadkiem, przez przyadek
ru: удачно

source: Eureka! I found it! I understand!
de: Heureka! Ich hab's verstanden!
es: Eureka!
hu: Heureka! Megvan! Értem!
nl: Eureka, ik heb het gevonden!, ik begrijp het!
pl: Eureka! Mam! Rozumiem!
ru: Эврика!

source: deep (physically)
de: tief (physisch)
es: hondo (a) (f
hu: mély (fizikailag)
nl: diep (fysiek)
pl: głęboki
ru: глубоко (пространственно)

source: hate
de: hassen
es: odiar
hu: utál, gyűlöl
nl: haten
pl: nienawidzić
ru: ненавидеть

source: hatred
de: Hass
es: odio
hu: gyűlölet
nl: haat
pl: nienawiść
ru: ненависть

source: foolish, ignorant
de: dumm, töricht, ungebildet
es: est
hu: buta, tudatlan
nl: dom
pl: niemądry, niedouczony
ru: глупый, необразованный

source: early
de: früh
es: temprano
hu: korán
nl: vroeg
pl: wcześnie
ru: рано

source: season
de: Jahreszeit, Saison
es: estaci
hu: évszak
nl: seizoen
pl: pora roku
ru: время года

source: be well, be intact, be as it should be, work correctly or as nature intended
de: gutgehen, intakt sein; sein, wie es die Natur vorgesehen hat
es: estar bien, ser intacto, ser debe como debe estar,
hu: jól lenni, rendben lenni, rendben működni
nl: gezond zijn, goed functioneren, zijn zoals het hoort
pl: być w dobrym stanie, być nienaruszonym, działać poprawnie lub w naturalny sposób
ru: быть в хорошем состоянии, быть «как следует» или в соответствии с природой

source: heal, become well, get fixed (ii)
de: gut werden, geheilt sein (ii)
es: curarse, sanar
hu: (meg)gyógyul, javul
nl: heel, word gezond (ii)
pl: goić się, dochodzić do siebie, ulegać poprawie
ru: выздоравливать

source: heal, fix
de: heilen, reparieren
es: curar
hu: (meg)gyógyít, javít
nl: helen, repareren
pl: leczyć, naprawiać
ru: излечивать

source: all is well, everything is fine or OK
de: alles ist gut, alles ist in Ordnung
es: todo ir bien
hu: Minden rendben, minden OK
nl: alles is goed
pl: null
ru: здорово!

source: infix
es: null
hu: infixum
nl: tussenvoegsel
pl: wrostek
ru: инфикс

source: thank, give thanks
de: danken; Dank geben
es: dar gracias a
hu: megköszön
nl: bedanken, dank geven
pl: dziękować
ru: благодарю

source: current
de: momentan, derzeit, gegenwärtig
es: corriente
hu: időszerű/jelenlegi
nl: huidig
pl: obecny
ru: современный
