Repository: LearnNavi/Language
Catalog: Localizations/*.xliff
Languages: de, es, hu, nl, pl, ru

source: imaginary
de: imaginär, Phantasie-, vorgestellt
es: imaginario (a), inventado (a)
hu: képzeletbeli
nl: denkbeeldig
pl: wyimaginowany, urojony
ru: воображаемый

source: in imagination, by imagination
de: in der Vorstellung, in der Phantasie
es: en la imaginaci
hu: képzeletben, képzelet útján
nl: door verbeelding
pl: w wyobraźni, w sposób urojony
ru: в воображении

source: expect
de: erwarten, voraussetzen, annehmen
es: esperar
hu: elvár, számít valamire
nl: verwachten
pl: spodziewac się, oczekiwać
ru: ожидать

source: half
de: Hälfte, einhalb
es: mitad, medio
hu: (egy) fél
pl: połowa
ru: половина

source: third, one third
de: Drittel, eindrittel
es: tercio, tercera
hu: (egy) harmad
nl: derde, een derde
pl: jedna trzecia
ru: треть

source: hide
de: verstecken
es: esconder, ocultar
hu: elrejt
nl: verbergen
pl: chować
ru: скрыть

source: secretly, in hiding, by hiding
de: heimlich, geheim, in geheimer weise
es: en secreto, a escondidas, ocultando
hu: titokban, rejtve, rejtőzve
nl: heimelijk, door te verbergen
pl: tajemniczo, sekretnie, w tajemnicy
ru: секретно, скрытно

source: obfuscation, cover up
de: Geheimnis, Verschleierung, Geheimhaltung
es: confusi
hu: összezavarrás, álcázás
nl: verdoezelen, bedekken
pl: zamroczenie, zaciemnienie
ru: сокрытие

source: dodgy, sneaky (of a person)
de: gewieft, raffiniert (von einer Person)
es: de poco fiar, furtivo (de una persona)
hu: cseles, trükkös (személy)
nl: achterbaks (van een persoon)
pl: przebiegły, cwany
ru: изворотливый, скользкий (тдл.)

source: swim
de: schwimmen
es: nadar
hu: úszik
nl: zwemmen
pl: płynąć
ru: плавать

source: by swimming
de: schwimmend, auf schwimmende Weise
es: por la nataci
hu: úszva
nl: door te zwemmen, zwemmend
pl: wpław
ru: плавая

source: hunting
de: das Jagen
hu: vadászás (általában)
nl: jagen
pl: polowanie, łów, obława
ru: охота (абстрактная деятельность)

source: um, er
de: ähm
hu: ööö, izé
nl: uhm, eh (aarzeling)
pl: yyy...
ru: хмм, э-ээ

source: edible
de: essbar
hu: ehető
nl: eetbaar
pl: jadalny
ru: съедобное

source: unforgettable
de: unvergesslich
hu: felejthetetlen
nl: onvergetelijk
pl: niezapominalny
ru: незабываемый

source: forgettable
de: vergesslich
hu: felejthető
nl: vergetelijk, vergeetbaar
pl: zapominalny
ru: забываемый

source: weather
de: Wetter
hu: időjárás
nl: weer
pl: pogoda
ru: погода

source: exist
de: existieren
hu: létezik
nl: bestaan
pl: istnieć
ru: существовать

source: state, condition, situation
de: Zustand, Beschaffenheit, Situation
hu: állapot, körülmény, helyzet
nl: situatie, conditie, staat
pl: stan, forma, sytuacja
ru: состояние, ситуация

source: drizzle
de: Sprühregen, Nieselregen
hu: szitáló eső
nl: motregen
pl: mżawka
ru: мелкий дождь

source: hail
de: Hagel
hu: jégeső
nl: hagel
pl: grad
ru: град

source: ice
de: Eis
hu: jég
nl: ijs
pl: lód
ru: снег

source: snow
de: Schnee
hu: hó
nl: sneeuw
pl: śnieg
ru: снег

source: sleet
de: Graupel, Schneeregen
hu: havaseső
nl: natte sneeuw
pl: deszcz ze sniegiem
ru: дождь со снегом

source: blizzard
de: Schneesturm, Blizzard
hu: hóvihar
nl: sneeuwstorm
pl: zamieć, zadymka
ru: метель

source: snow flurry
de: Schneegestöber, leichter Schneeschauer
hu: hózápor
nl: sneeuwbui
pl: pruszenie śniegu
ru: снежный шквал

source: snow field
de: Schneedecke
hu: hómező
nl: sneeuwveld
ru: снежное поле

source: flake, drop, chip
de: Flocke, Tropfen, Span, Splitter
hu: pehely, csepp, szilánk
nl: vlok, druppel
pl: płatek, kropla, drobina
ru: чешуйка, капля, цепка

source: ash, cinder
de: Asche, Schlacke
hu: hamu, parázs
nl: as
pl: proch, popiół
ru: зола

source: snowflake
de: Schneeflocke
hu: hópehely
nl: sneeuwvlok
pl: płatek śniegu
ru: снежинки

source: drop of water
de: Wassertropfen
hu: vízcsepp
nl: waterdruppel
pl: kropla
ru: капля воды

source: raindrop
de: Regentropfen
hu: esőcsepp
nl: regendruppel
pl: kropla deszczu
ru: дождевая капля

source: week
de: Woche (7-Tage-Woche)
hu: egy hét
pl: tydzień
ru: неделя

source: five day work week
de: Woche (5-Tage-Woche)
hu: ötnapos munkahét
nl: vijfdaagse werkweek
pl: tydzień roboczy (pięciodniowy)
ru: рабочая неделя, пятидневка

source: weekend
de: Wochenende
hu: hétvége
nl: weekeinde
ru: выходные дни

source: last week
de: letzte Woche
hu: a múlt (előző) hét
nl: vorige week
pl: poprzedni tydzień
ru: последняя неделя

source: next week
de: nächste Woche
hu: a jövö (következő) hét
nl: volgende week
pl: następny tydzień
ru: следующая неделя

source: last weekend
de: letztes Wochenende
hu: múlt hétvége
nl: vorig weekeinde
pl: poprzedni weekend
ru: последние выходные

source: next weekend
de: nächstes Wochenende
hu: jövő hétvége
nl: volgend weekeinde
pl: nastepny weekend
ru: следующие выходные

source: month
de: Monat
hu: hónap
nl: maand
pl: miesiąc
ru: месяц

source: last month
de: letzter Monat
hu: múlt hónap
nl: vorige maand
pl: poprzedni miesiąc
ru: последний месяц

source: next month
de: nächster Monat
hu: jövő hónap
nl: volgende maand
pl: przyszły miesiąc
ru: следующий месяц

source: should
de: sollen
hu: kellene
nl: zouden
pl: powinno się
ru: следует

source: satisfied, content, satiated, full
de: zufrieden; gesättigt, voll
hu: (meg)elégedett, hiánytalan, tele
nl: tevreden, content, vervuld, verzadigd
pl: zaspokojony, zadowolony, usatysfakcjonowany
ru: подходящий

source: accomplish, bring to a conclusion
de: vollenden, vollbringen, et. beenden, et. schaffen
hu: befejez, elvégez
nl: volbrengen, tot een eind brengen
pl: zrealizować, osiągnąć
ru: закончить, привести к завершению

source: satisfied from hunger, full
de: satt, voll (Hungergefühl)
hu: jóllakott, tele
nl: vol, geen honger meer
pl: sycący
ru: насытившийся

source: satisfied from thirst by drink, feeling quenched, slaked
de: nicht mehr durstig, gestillt
hu: szomját csillapított, szomját oltott
nl: dorst gelest, geen dorst meer
pl: gaszacy pragnienie
ru: напившийся

source: temperature
de: Temperatur
hu: hőmérséklet
nl: temperatuur
pl: temperatura
ru: температура

source: short (physical length)
de: kurz (physische Länge)
hu: rövid (fizikai hosszúság)
nl: kort (fysieke lengte)
pl: krótki (fizycznie)
ru: короткий (физическая длинна)

source: length
de: Länge, Strecke
hu: hosszúság
nl: lengte
pl: długość
ru: длинна

source: what temperature?
de: welche Temperatur?
hu: Milyen hőmérsékletű?
nl: welke temperatuur?
pl: jak ciepło
ru: какая температура?

source: what temperature? (more common)
de: welche Temperatur? (gebräuchlicher)
hu: Milyen hőmérsékletű? (gyakoribb)
nl: welke temperatuur? (meer gebruikelijk)
pl: jak ciepło (częściej używane)
ru: какая температура? (более общее)

source: very cold
de: sehr kalt
hu: nagyon hideg
nl: erg koud
pl: lodowaty
ru: очень холодно

source: cool, chilly
de: kühl
hu: hűvös, hideg
nl: koel, kil, fris
pl: chłodny, zimny
ru: холодный

source: mild, moderate, comfortable
de: mild, gemäßigt, angenehm (Wetter/Temperatur)
hu: enyhe, mérsékelt, kellemes
nl: mild, aangenaam
pl: ładodny, umiarkowany
ru: мягкий, умеренный, комфортный

source: warm
hu: meleg
pl: ciepły
ru: теплый

source: very hot
de: sehr heiß
hu: nagyon forró
nl: erg heet
pl: bardzo gorący
ru: очень горячий

source: foggy, misty
de: neblig, diesig
hu: ködös, homályos
nl: nevelig, mistig
pl: mglisty
ru: туманный

source: cloudy
de: wolkig, bewölkt
hu: felhős
nl: bewolkt
pl: pochmurny
ru: облачно

source: few, not many
de: wenig, in weniger Weise
hu: kicsit, kissé
nl: enkele, niet veel
pl: nielicznie
ru: несколько, немного

source: many, manily
de: viel, in großer Anzahl
hu: nagyon, nagyban
nl: veel
pl: licznie, głównie
ru: много, во многом

source: moist, humid, damp
de: feucht, feuchtkalt, klamm
hu: nedves, nyirkos, párás
nl: vochtig, nat
pl: wilgotny, mokry
ru: влажный

source: honorable, honorably
de: ehrenhaft, ehrenwert
hu: becsületes, tiszteletreméltó
nl: geëerd, eerbaar
pl: honorowy
ru: почтенно

source: poisonous
de: giftig, gifthaltig
hu: mérgező
nl: giftig
pl: trujący
ru: ядовито

source: soil (fertile)
de: (fruchtbarer) Boden, Boden (auf dem Pflanzen wachsen können)
hu: talaj (termő-)
nl: grond (vruchtbaar)
pl: gleba (żyzna)
ru: почва (плодородная)

source: breeze, light wind
de: Lüftchen, Brise
hu: szellő, enyhe szél
nl: bries, windje
pl: wiaterek, bryza
ru: ветерок

source: apparently
de: anscheinend, offensichtlich, offenbar
hu: látszólag
nl: blijkbaar
pl: widocznie, chyba, najwyraźniej
ru: частично

source: in advance
de: im Voraus
hu: előre is, előzetesen
nl: vooruit (van tevoren)
pl: z góry
ru: заранее

source: as always
de: wie immer
hu: mint mindig
nl: als altijd
pl: jak zawsze
ru: обычно

source: doubt
de: Zweifel, Bedenken
hu: kétség
nl: twijfel
pl: wątpliwość
ru: сомнения

source: contain
de: enthalten, beinhalten, umfassen
hu: tartalmaz
nl: bevatten
pl: zawierać
ru: содержать

source: stop (someone or something)
de: stoppen (jemanden, etwas)
hu: megállít
nl: (iets of iemand) stoppen
pl: zatrzymać
ru: остановить

source: taste, try, sample, evaluate, check out, test-drive
de: versuchen, ausprobieren, probieren, kosten, testen
hu: (ki)próbál, értékel, ellenőriz
nl: uitproberen, evalueren, testen, proefdraaien
pl: próbować, usiłować, starać się
ru: попытаться, проверить, оценить, испытать

source: win
de: gewinnen
hu: nyer
nl: winnen
pl: wygrać
ru: победить

source: lose
de: verlieren
hu: veszít
nl: verliezen (b.v. wedstrijd. Niet: een ding kwijtraken)
pl: gubić, tracić
ru: потерять

source: victory, a win
de: Sieg
hu: győzelem, nyerés
nl: zege, overwinning
pl: zwycięstwo, wygrana
ru: победа

source: loss
de: Niederlage
hu: vereség, veszteség
nl: verlies
pl: strata
ru: потеря

source: musical instrument (generic term)
de: Musikinstrument
hu: hangszer (általános)
nl: muziekinstrument (algemene term)
pl: instrument muzyczny (termin ogólny)
ru: музыкальный инструмент

source: wound
de: Wunde
hu: seb
nl: wond
pl: rana
ru: рана

source: wounded
de: verwundet
hu: sebesült
nl: gewond
pl: ranny
ru: раненый

source: wound
de: verwunden
hu: megsebesít
nl: verwonden
pl: ranić
ru: ранить

source: cut, bruise, minor wound
de: Schnitt, Prellung, leichte Verletzung
hu: vágás, horzsolás, kisebb seb
nl: snee, schram, kleine verwonding
pl: skaleczenie, draśnięcie, siniak
ru: ранка, царапина

source: pour
de: eingießen, einschütten, gießen, schütten
hu: önt, folyik
nl: gieten (v.e. vloeistof)
pl: lać, sypać
ru: лить

source: survive
de: überleben
hu: túlél
nl: overleven
pl: przetrwać, przeżyć, ocaleć
ru: прежить, выжить

source: survival
de: Überleben
hu: túlélés
nl: overleven
pl: przetrwanie
ru: выживание

source: surviving (e.g. of entities from a group some of whom have died)
de: überlebend, überlebt
hu: túlélő (pl. olyan csoport tagjai, akik közül meghalt néhány)
nl: overlevende (b.v. leden van een groep waarvan enkele zijn gestorven)
pl: ocalały (np.: pojedyncze jednostki z grupy, w której kilku zginęło)
ru: выживший

source: in a fashion as if one's life were at stake
de: in einer Weise, als wäre das Leben in Gefahr
hu: Úgy, mintha kockán forogna az élete
nl: op een manier alsof iemand's leven op het spel staat
pl: jak walcząc o życie
ru: как будто жизнь была поставлена на карту

source: meaning, importance, significance
de: Bedeutung, Wichtigkeit, Signifikanz
hu: jelentés, fontosság, jelentősség
nl: betekenis, belang
pl: znaczenie, istotność, waga
ru: значительность, важность

source: personally meaningful, significant
de: emotional bedeutungsvoll, bedeuteund, signifikant
hu: személyesen fontos, jelentős
nl: persoonlijk belangrijk, significant
pl: subiektywnie istotny, osobisty
ru: знаменательный

source: meaningfully, significantly
de: bedeutungsvoll, auf bedeutende Weise
hu: értelmesen, jelentősen
nl: betekenisvol, significant
pl: istotnie, znacznie
ru: значительно

source: facial expression
de: Gesichtsausdruck
hu: arckifejezés
nl: gezichtsuitdrukking
pl: wyraz twarzy
ru: выражение лица

source: statement
de: Aussage, Stellungnahme, Bericht, Statement
hu: állítás
nl: verklaring, uitdrukking
pl: stwierdzenie, oświadczenie
ru: утверждение

source: comment
de: Kommentar, Bemerkung, Anmerkung
hu: megjegyzés
nl: commentaar
pl: komentarz
ru: комментарий

source: nowhere
de: nirgends, nirgendwo
hu: sehol
nl: nergens
pl: nigdzie
ru: нигде

source: that one (for people only)
de: jener (nur für Personen)
hu: az (csak személyekre)
nl: die ene (alleen voor mensen)
pl: tamten, tamta, tamto
ru: тот

source: whistle
de: pfeifen
hu: fütyül
nl: fluiten
pl: gwizdać
ru: свист

source: shoulder
de: Schulter
hu: váll
nl: schouder
pl: bark, ramię
ru: плечо

source: admit
de: zugeben, eingestehen
hu: elismer
nl: toegeven
pl: przyznawać, dopuszczać, przyjmować
ru: признать

source: exploit
de: ausbeuten
hu: kihasznál
nl: uitbuiten
pl: wyzyskiwać, nadużywać
ru: использовать

source: missing, missed (as an absent person who is longed for)
de: vermisst, fehlend (wie eine abwesende Person, nach der man sich sehnt)
hu: hiányzó, hiányolt (mint egy távollévő ember, akinek vágynak a jelenlétére)
nl: missend, vermist (als een niet-aanwezig iemand waarnaar verlangd wordt)
pl: utęskniony (osoba za którą się tęskni)
ru: отсутствующий

source: old man
de: alter Mann
hu: öregember ({\it férfi})
nl: oude man
pl: staruszek
ru: старик

source: old woman
de: alte Frau
hu: öregasszony
nl: oude vrouw
pl: staruszka
ru: старуха

source: old person
de: alte Person
hu: öreg ember/öreg személy
nl: oud persoon
pl: starzec (osoba stara)
ru: старый человек

source: missed person
de: vermisste/fehlende Person
hu: hiányzó/hiányolt személy
nl: persoon die gemist wordt
pl: osoba utęskniona
ru: отсутствующий

source: bad
de: schlecht
hu: rossz
nl: slecht
pl: zły
ru: плохой

source: badly
de: in schlechter Weise, schlecht
hu: rosszul
nl: slecht
pl: źle
ru: плохо

source: opponent
de: Gegner
hu: ellenfél
nl: opponent, tegenstander
pl: przeciwnik
ru: оппонент

source: accident
de: Unfall
hu: baleset
nl: ongeluk
pl: wypadek
ru: катастрофа, несчастье

source: nap
de: Schläfchen, Nickerchen
hu: szunyókálás
nl: tukje, kort slaapje
pl: drzemka
ru: короткий дневной сон

source: boat
de: Boot
hu: hajó
nl: boot
pl: łódź
ru: лодка

source: celebrate
de: feiern
hu: ünnepel
nl: vieren
pl: świetować, obchodzić święto
ru: праздновать

source: no action or activity
de: nichts (keine Handlung)
hu: tett/cselekvés nélkül
nl: geen actie of activiteit
pl: żadna (czyność), bez (żadej czyności)
ru: безделие

source: functional clothing (item of)
de: (funktionale) Kleidung; Kleidungsstück
hu: funkcionális öltözék (része)
nl: stuk functionele kleding
pl: strój użytkowy, roboczy
ru: рабочая одежда

source: loincloth
de: Lendenschurz
hu: ágyékkötő
nl: lendendoek
pl: przepaska biodrowa
ru: набедренная повязка

source: leggings (used in war)
de: Leggins (Kriegskleidung)
hu: lábszárvédő (harcban használatos)
nl: beenbeschermers (gebruikt in oorlog/strijd)
pl: nogawice (używane w walce)
ru: краги (защитные накладки на руки и ноги для войны или стрельбы из лука)

source: shoe
de: Schuh
hu: cipő
nl: schoen
pl: but
ru: обувь

source: glove
de: Handschuh
hu: kesztyű
nl: handschoen
pl: rękawiczka
ru: перчатки

source: hat
de: Hut, Kopfbedeckung
hu: kalap
nl: hoed
pl: czapka, kapelusz
ru: головной убор

source: adornment, or ceremonial apparel (item of)
de: zeremonielle Kleidung, Schmuck, Verzierung
hu: dísz, vagy ünnepi felszerelés/ruházat (része)
nl: versiering of ceremonieel sieraad
pl: ozdoba lub uroczyste szaty
ru: украшение, церемониальная одежда

source: of course, logically, following common sense
de: natürlich, logischerweise
hu: természetesen, logikusan, értelemszerűen
nl: uiteraard, vanzelfsprekend, logisch
pl: logicznie, sensownie
ru: банально, логично, исходя из здравого смысла

source: collar / choker
de: Halskette, Halsband, Halsreif
hu: gallér/nyaklánc
nl: kraag / choker
pl: kołnierz, naszyjnik
ru: воротник, ожерелье, галстук

source: poncho, cape, shawl
de: Umhang, Poncho
hu: ponchó, köpeny, kendő
nl: poncho, cape, sjaal
pl: narzuta, peleryna, szal
ru: плащ, накидка, шаль

source: bib necklace
de: Halskette, die den gesamten Oberkörper bedeckt
hu: mellkast takaró nyaklánc
nl: halsketting
pl: kolia
ru: нагрудное ожерелье

source: breastplate (armor)
de: Brustpanzer, Harnisch
hu: mellvért (páncél)
nl: borstplaat (bewapening)
pl: napierśnik (pancerz)
ru: нагрудник (вооружение)

source: hair adornment
de: Haarschmuck
hu: hajdísz
nl: haar-sieraad
pl: ozdoba włosów
ru: украшение для волос

source: armband
hu: karkötő, karszalag
pl: opaska na ramię
ru: нарукавная повязка

source: goggles, (made from insect wings, carved from wood, etc)
de: Brille (aus Insektenflügeln, geschnitztes Holz, etc.)
hu: védőszemüveg, (rovarszárnyból készült, fából faragott, stb.)
nl: bril (gemaakt van insectenvleugels, gesneden uit hout etc.)
pl: gogle (wykonane z owadzich skrzydeł, rzeźbione w drewnie itd.)
ru: защитные очки (сделанные из крыльев насекомых и т.п.)

source: warpaint
de: Kriegsbemalung
hu: harci festék/festés
nl: oorlogs-beschildering
pl: barwy wojenne
ru: боевая раскраска

source: a piercing
de: Piercing
hu: piercing/testékszer
nl: piercing
pl: przekłucie
ru: пирсинг

source: earring
de: Ohrring
hu: fülbevaló
nl: oorbel
pl: kolczyk (w uchu)
ru: серьга

source: nose ring
de: Nasenring
hu: orrgyűrű
nl: neusring
pl: kolczyk (w nosie)
ru: носовое кольцо

source: put on (clothing), don
de: anziehen, aufsetzen, anlegen (Kleidung)
hu: felvesz (ruhát)
nl: aantrekken (kleding)
pl: zakładać, ubierać
ru: надевать

source: adorn
de: schmücken, verzieren (mit zeremonieller Kleidung)
hu: díszít
nl: verfraaien
pl: przyzdabiać, stroić się
ru: украшать

source: remove, take away, take off
de: ausziehen; entfernen, wegmachen, wegnehmen, abhauen
hu: eltávolít, elvisz, levesz
nl: verwijderen, wegnemen, uittrekken
pl: zabierać, usunąć, zwolnić
ru: убрать, унести

source: only
de: einzige, -r, -s
hu: egyetlen
nl: enkel
pl: jedyny
ru: единственный, исключительный

source: after (temporal)
de: nach (zeitlich)
hu: utána (időben)
nl: na (tijd)
pl: po (chwili, która)
ru: после (время)

source: after (temporal)
de: nach (zeitlich)
hu: utána (időben)
nl: na (tijd)
pl: po (której to chwili)
ru: после (время)

source: Germany
de: Deutschland
hu: Németország
nl: Duitsland
pl: Niemcy
ru: Германия

source: German (language)
de: Deutsch (Sprache); deutsch
hu: német (nyelv)
nl: Duits (taal)
pl: język niemiecki
ru: немецкий (язык)

source: without clothing, naked
de: ohne Kleidung, nackt
hu: ruha nélküli, meztelen
nl: zonder kleding, naakt
pl: nagi, bez ubrań
ru: голый, неодетый

source: that news
de: Neuigkeit, die XYZ (indirekte Frage-Konstruktion)
hu: azok a hírek
nl: dat nieuws
pl: wiadomość, która
ru: эти новости

source: request, ask for
de: anfragen, erbitten, bitten
hu: kér
nl: verzoek, vragen om
pl: prosić, żądać
ru: запросить

source: in this regard, related to this matter
de: übrigens, was dieses Thema betrifft
hu: ebben a tekintetben, ezzel kapcsolatban
nl: met betrekking tot dit, in dit perspectief
pl: odnosnie, w stosunku do
ru: в этом отношении, относительно этого

source: newcomer, someone who has just arrived on the scene
de: Neuling, Neuankömmling, jemand, der gerade angekommen ist
hu: újonc, valaki aki most lépett színre
nl: nieuwkomer, iemand die net gearriveerd is
pl: nowy, osoba świeżo przybyła
ru: новичок, только что прибывший

source: by the way, incidentally
de: übrigens (neues Thema einleitend)
hu: apropó, mellesleg, jut eszembe
nl: trouwens, tussen haakjes
pl: przy okazji, a propos, nawiasem mówiąc
ru: кстати

source: for a long time
de: lange Zeit, lang
hu: régóta
nl: voor een lange tijd
pl: długo
ru: надолго

source: occur to one, pop into one's mind
de: in den Sinn kommen, einfallen
hu: eszébe jut, ``beugrik"
nl: een ingeving krijgen, een licht opgaan
pl: przyjść do głowy, przyjść na myśl
ru: обратить внимание

source: knowledge
de: Wissen
hu: tudás
nl: kennis
pl: wiedza
ru: знание

source: reading
de: Lesen
hu: olvasás
nl: lezen
pl: wyczucie
ru: чтение

source: by reading
de: durch Lesen, in lesender Weise
hu: olvasva
nl: door te lezen
pl: czując, dzięki wyczuciu
ru: читая

source: track, trace (of animal or person)
de: Spur, Fährte (von Tieren oder Menschen)
hu: állatnyom, csapás (állaté vagy személyé)
nl: spoor (van een dier of persoon)
pl: ślad, trop (zwierzęcia lub człowieka)
ru: след (человека или животного)

source: read (e.g. the forest), gain knowledge from sensory input
de: lesen (z.B. den Wald), Wissen durch sinnliche Eindrücke erlangen
hu: olvas (e.g. az erdőt), érzékelés útján tudást szerez valamiről
nl: lezen (b.v. het bos), kennis vergaren via de zintuigen
pl: czuć, rozumieć, czytać (np.: las), zdobyć wiedzę przez obserwację
ru: читать (напр, лес), получить информацию через ощущения

source: oops!
de: huch! hoppla! upps!
hu: Hoppá!
nl: oeps!
pl: ojej
ru: оп!

source: that answer
de: dass (indirekte Frage-Konstruktion)
hu: az a válasz
nl: dat antwoord
pl: odpowiedź, która
ru: этот ответ

source: that answer (agentive)
de: dass (indirekte Frage-Konstruktion im Agens)
hu: az a válasz (jelölt alany)
nl: dat antwoord (agentief)
pl: odpowiedź, która (forma ergatywu)
ru: этот ответ (эргатив)

source: that answer (patientive)
de: dass (indirekte Frage-Konstruktion im Patiens)
hu: az a válasz (tárgyeset)
nl: dat antwoord (patientief)
pl: odpowiedzi, która
ru: этот ответ (винительный)

source: these words
de: diese Wörter, dass (indirekte Frage-Konstruktion im Patiens)
hu: ezek a szavak
nl: deze woorden
pl: te słowa
ru: эти слова

source: offer
de: Angebot
hu: ajánlat
nl: aanbod
pl: propozycja, oferta
ru: предложение

source: courage, bravery
de: Mut, Tapferkeit, Courage
hu: bátorság, merészség
nl: moed, dapperheid
pl: odwaga
ru: храбрость, смелость

source: courageous, brave
de: mutig, beherzt, tapfer
hu: bátor, merész
nl: moedig, dapper
pl: zuchwały, odważny
ru: храбрый, смелый

source: offer
de: anbieten
hu: ajánl
nl: aanbieden
pl: proponować, oferować
ru: предлагать

source: reject
de: ablehnen, abweisen, zurückweisen
hu: elutasít
nl: afwijzen, verwerpen
pl: odrzucać
ru: освободить

source: rejection
de: Ablehnung, Zurückweisung
hu: elutasítás
nl: afwijzing
pl: odmowa, odrzucenie
ru: освобождение

source: accept
de: akzeptieren, annehmen
hu: elfogad
nl: accepteren
pl: akceptować
ru: принять

source: acceptance
de: Akzeptanz
hu: elfogadás
nl: acceptatie
pl: zgoda, przyjęcie, akceptacja
ru: приятие

source: ago
de: vor (zeitlich, Zeitpunkt)
hu: ...előtt (időben)
nl: geleden
pl: od (o czasie)
ru: назад (о времени)

source: from now (in the future)
de: in (zeitlich)
hu: mostantól (a jövőben)
nl: van nu af aan (in de toekomst)
pl: za, od teraz (o przyszłości)
ru: через (о времени)

source: avoid
de: meiden, vermeiden, jdn/et umgehen
hu: elkerül
nl: vermijden
pl: unikać
ru: избежать

source: similar
de: ähnlich
hu: hasonló
nl: gelijk, identiek
pl: podobny
ru: похожий

source: similarly
de: ähnlich, in ähnlicher Weise
hu: hasonlóan
nl: gelijkend
pl: podobnie
ru: похоже

source: timid, shy
de: scheu, schüchtern
hu: szégyenlős, félénk
nl: timide, schuchter
pl: nieśmiały, wstydliwy
ru: пугливый

source: annoy, bother
de: nerven, belästigen, stören
hu: bosszant, zavar
nl: vervelen, lastig vallen
pl: denerwować, przeszkadzać
ru: досаждать, беспокоить

source: annoyance
de: Belästigung, Störung
hu: bosszúság
nl: ergernis, verveling (door iemand)
pl: irytacja, zdenerwowanie
ru: досада

source: reflection
de: Reflexion, Spiegelung
hu: tükörkép
nl: reflectie, spiegelbeeld
pl: odbicie
ru: отражение

source: reflect, imitate
de: reflektieren, imitieren, nachmachen, nachahmen
hu: tükröz, utánoz
nl: reflecteren, imiteren
pl: odbijać, imitować
ru: отражать, имитировать

source: whisper
de: flüstern
hu: suttog
nl: fluisteren
pl: szeptać
ru: шептать

source: loudly
de: laut, in lauter Weise
hu: hangosan
nl: luidruchtig
pl: głośno
ru: громко

source: whisper
de: Geflüster, Flüstern
hu: suttogás
nl: gefluister, fluistering
pl: szept
ru: шепот

source: by whispering, in a whisper
de: mit einem Flüstern, flüsternderweise
hu: suttogva
nl: door te fluisteren, in een fluistering
pl: szeptem
ru: шепотом
