Repository: LearnNavi/Language
Catalog: Localizations/*.xliff
Languages: de, es, hu, nl, pl, ru

source: set, group, pile, clump, stand
de: Satz (von Objekten), Gruppe, Haufen, Klumpen, Bestand (von Bäumen)
hu: készlet, csoport, halom, rakás
nl: set, groep, stapel, kluit
pl: zbiór, grupa, sterta, przedział
ru: группа, множество, комплект

source: skeleton
de: Skelett
hu: csontváz
nl: skelet
pl: szkielet
ru: скелет

source: philosophy
de: Philosophie
hu: filozófia
nl: filosofie
pl: filozofia
ru: философия

source: constellation
de: Konstellation, Sternkonstellation
hu: csillagkép
nl: sterrenstelsel
pl: gwiazdozbiór
ru: созвездие

source: collection (put together intentionally by a person)
de: Zusammenstellung, Sammlung (gewollt von einer Person)
hu: gyűjtemény (személy által szándékosan összerakott)
nl: collectie (doelbewust door iemand bij elkaar gebracht)
pl: zbiór, kolekcja (zebrane przez kogoś celowo)
ru: коллекция (намеренно собранная кем-то)

source: ability
de: Fähigkeit, Können
hu: képesség
nl: kunde, kunnen
pl: zdolność
ru: способность

source: when, at the time that
de: wenn; zu der Zeit, als
hu: amikor, abban az időben mikor
nl: wanneer, op de tijd dat
pl: kiedy, w chwili w której
ru: когда

source: star cluster
de: Sternenhaufen
hu: csillagcsoport
nl: sterrencluster
pl: gromada gwiazd
ru: звездное скопление

source: nebula
de: Nebel(wolke)
hu: ködfolt
nl: nevel
pl: obłoczek
ru: туман

source: death (in abstract sense)
de: Sterben, Tod (abstrakt)
hu: halál (elvont értelemben)
nl: dood (abstracte vorm)
pl: śmierć (pojęcie abstrakcyjne)
ru: смерть (абстрактно)

source: One who is patient
de: geduldige Person
hu: türelmes személy
nl: Iemand die geduldig is
pl: osoba cierpliwa
ru: терпящий

source: orate, give speech
de: eine Rede halten
hu: szónokol, beszédet mond
nl: oreren, een toespraak houden
pl: przemawiać, wygłaszać mowę
ru: произносить речь

source: orator, (public) speaker
de: Redner, (öffentlicher) Sprecher
hu: szónok, (nyilvános) beszélő
nl: orator, (publieke) spreker
pl: mówca
ru: оратор

source: speech, oration
de: Rede, Ansprache
hu: beszéd, szónoklat
nl: toespraak
pl: mowa, przemówienie
ru: речь, доклад

source: speech-making, public speaking
de: öffentliches Reden
hu: nyilvános beszéd
nl: toespreken, speechen (specifiek geval)
pl: przemawianie, wygłoszenie mowy
ru: ораторствование

source: inspiration
de: Inspiration, Eingebung
hu: inspiráció, ihlet
nl: inspiratie
pl: natchnienie
ru: вдохновление

source: inspire
de: inspirieren, begeistern, anregen
hu: inspirál
nl: inspireren
pl: natchnąć
ru: вдохновлять

source: result
de: Ergebnis, Resultat
hu: eredmény
nl: resultaat
pl: wynik, rezultat
ru: результат

source: that (as a result)
de: dass (als Ergebnis), sodass
hu: hogy (ennek eredményeként)
nl: dat (als een resultaat)
pl: tak (bardzo)... ,że
ru: что (как результат)

source: that (as a result)
de: dass (als Ergebnis, sodass
hu: hogy (ennek eredményeként)
nl: dat (als een resultaat)
pl: ponieważ ... tak (bardzo)
ru: что (как результат)

source: seal, make impervious
de: versiegeln, verschließen, abdichten, undurchlässig machen
hu: lepecsétel, hozzáférhetetlenné tesz
nl: verzegelen, ondoordringbaar maken
pl: zapieczętować, zaimpregnować
ru: изолировать, сделать непроницаемым

source: special, distinct
de: besonders, speziell
hu: különleges, különböző
nl: speciaal, apart
pl: specjalny, wyjątkowy
ru: особый

source: indicate, point at
de: hinweisen, (auf etwas) zeigen, weisen, hindeuten
hu: jelez, mutat
nl: aanwijzen
pl: oznaczać, wskazywać na
ru: указывать

source: leader (typically temporary, of a small group like a hunting party)
de: Anführer (meist einer kleinen Gruppe oder Jägertrupp)
hu: vezető (ideiglenesen, kisebb csoporté pl. vadászoké)
nl: leider (tijdelijk, b.v. van een kleine groep als een jacht-groep)
pl: dowódca, kapitan (najczęściej chwilowy, małej ilości osób jak grupa mysliwych)
ru: лидер (обычно временной или малой группы вроде охотничьей)

source: sure, confident
de: selbstbewusst, selbstsicher, zuversichtlich
hu: biztos, magabiztos
nl: zeker, overtuigd
pl: pewny, zaufany
ru: несомненный

source: confidently
de: zuversichtlich, in selbstsicherer/selbstbewusster Weise
hu: magabiztosan
nl: overtuigd, zeker
pl: pewnie
ru: несомненно

source: of course, needless to say
de: unnötig zu erwähnen, dass...; natürlich, selbstverständlich
hu: természetesen, mondani sem kell
nl: uiteraard, hoeft niet gezegd te worden
pl: oczywiście, nie trzeba dodawać (że)
ru: конечно, так сказать

source: connect, relate to, have a relationship with
de: verbinden, in Beziehung stehen, eine Beziehung haben
hu: összeköt, összekapcsol, kapcsolatban van
nl: verbinden, relateren aan, een relatie hebben met
pl: wiązać się z, odpowiadać, odnosić się do
ru: связывать с

source: (together) as members of a family
de: (zusammen) als Familienmitglied
hu: (együtt) mint egy család
nl: (samen) als leden van een familie
pl: rodzinnie, razem jako członkowie jednej rodziny
ru: по-семейному, вместе (как члены семьи)

source: (together) as members of a clan
de: (zusammen) als Clanmitglied
hu: (együtt) mint egy klán
nl: (samen) als leden van een stam
pl: (razem) jak członkowie klanu
ru: вместе (как члены клана)

source: connection, relationship
de: Verbindung, Verwandtschaft, Beziehung, Verhältnis
hu: kapcsolódás, kapcsolat
nl: verbinding, relatie
pl: związek, połączenie
ru: соединение

source: wide
de: breit, weit, umfangreich
hu: széles
nl: wijd
pl: szeroki
ru: широкий

source: narrow
de: schmal, eng
hu: keskeny
nl: smal
pl: wąski
ru: узкий

source: width
de: Weite, Breite
hu: aaa
nl: breedte
pl: szerokość
ru: ширина

source: what width, how wide?
de: wie breit?
hu: milyen széles
nl: welke breedte, hoe breed?
pl: jak szeroki
ru: как широко

source: what width, how wide?
de: wie breit?
hu: milyen széles?
nl: welke breedte, hoe breed?
pl: jak szeroki
ru: как широко

source: vast, broad, expansive
de: gewaltig, enorm, riesig, ausgedehnt
hu: hatalmas, terjedelmes, kiterjedt
nl: wijds, uitgebreid
pl: rozległy, obszerny, wylewny, niezmierny
ru: просторный, широкий, экспансивный

source: widely, pervasively
de: (weit) verbreitet, in ausgedehnter Weise
hu: széles körben, kiterjedten
nl: wijds
pl: wylwnie, wnikliwie
ru: широко, распространенно

source: be enthusiastic about, show enthusiasm for, be excited about
de: begeistert sein von, Begeisterung zeigen
hu: lelkesnek lenni valami iránt, lelkesedést mutatni valamiért, izgatottnak lenni valami miatt, lelkesedni
nl: enthousiast zijn over, opgewonden zijn over
pl: emocjonować się, podniecać się, okazywać entuzjazm
ru: быть в энтузиазме от, быть в восхищении от, быть в восторге от

source: enthusiasm, having a good attitude
de: Begeisterung, Enthusiasmus, eine gute Einstellung haben
hu: lelkesedés, pozitív hozzáállás
nl: enthousiasme, een goede instelling hebbend
pl: zainteresowanie, zapał, entuzjazm
ru: энтузиазм

source: enthusiastically
de: auf begeisterte, enthusiastische Weise
hu: lelkesen
nl: enthousiast
pl: z zapałem, entuzjastycznie
ru: с энтузиазмом

source: enthusiastic, keen
de: begeisterungsfähig, eifrig
hu: lelkes, buzgó
nl: enthousiast
pl: zainteresowany, zapalony, rozentuzjazmowany
ru: восхищенный

source: large gathering, conference
de: große Versammlung, Konferenz
hu: nagygyűlés, konferencia
nl: conferentie
pl: duże zebranie, zjazd
ru: конференция

source: next year
de: nächstes Jahr
hu: jövő év
nl: volgend jaar
pl: przyszły rok
ru: следующий год

source: possibility
de: Möglichkeit
hu: lehetőség
nl: mogelijkheid
pl: możliwość
ru: возможность

source: class (for instruction)
de: Klasse, Schulklasse, Lerngruppe
hu: tanóra
nl: les (voor instructie)
pl: klasa (grupa ludzi uczących się)
ru: класс (группа учащихся)

source: classmate, member of a class
de: Klassenkamerad, Teilnehmer einer Klasse/Lerngruppe
hu: osztálytárs, egy osztály tagja
nl: klasgenoot
pl: kolega z klasy, członek klasy
ru: член класса

source: course (as a collection of classes)
de: Kurs, Lehrveranstaltung
hu: tanfolyam, kurzus (tanórák sorozata)
nl: cursus (serie lessen)
pl: kurs (zbiór klas)
ru: курс (совокупность классов)

source: success (in general)
de: das Erfolghaben (allgemein)
hu: siker (általánosságban)
nl: succes (algemeen)
pl: sukces, powodzenie (w pojęciu ugólnym)
ru: успешность

source: success (an instance of succeeding)
de: Erfolg
hu: siker (konkrét dologban)
nl: succes (een moment van succes)
pl: sukces, powodzenie (jednorazowe zakonczenie czegoś powodzeniem)
ru: успех

source: the day before yesterday, two days ago
de: Tag vor zwei Tagen, vorgestern
hu: tegnapelőtt, két napja
nl: eergisteren, twee dagen geleden
pl: przedwczoraj
ru: позапозавчера

source: the day after tomorrow, two days from now
de: Tag nach morgen, übermorgen
hu: holnapután, két nap múlva
nl: overmorgen, over twee dagen
pl: pojutrze
ru: послепослезавтра

source: three days ago
de: vor drei Tagen
hu: 3 napja
nl: drie dagen geleden
pl: trzy dni temu
ru: три дня назад

source: three days from now
de: in drei Tagen
hu: 3 nap múlva
nl: over drie dagen
pl: za trzy dni
ru: через три дня

source: depend on, rely on, trust for protection
de: verlassen auf, angewiesen sein auf, auf Schutz vertrauen
hu: függ valamitől, számit, bízik
nl: vertrouwen op
pl: zalezeć od, polegać na, ufać
ru: зависеть от

source: crush, trample
de: zerdrücken, zerquetschen, niedertrampeln
hu: zúz, tapos
nl: vertrappen, verpletteren
pl: rozbić, rozdeptać
ru: давить, подавлять

source: tight
de: eng, straff, eng anliegend
hu: szoros
nl: strak
pl: ciasny, obcisły
ru: тугой

source: loose
de: locker, lose, weit (für Kleidung)
hu: laza
nl: los
pl: swobowny, luźny
ru: свободный

source: degree of tightness, looseness
de: Grad von Straffheit, Lockerheit
hu: szorosság, lazaság
nl: strakheid, losheid
pl: stopień swobody (ciasność, luźność)
ru: степень свободы или стянутости

source: how tight, loose?
de: wie eng, locker?
hu: milyen szoros, milyen laza?
nl: hoe strak, los?
pl: jak ciasno, luźno?
ru: насколько тугой или свободный

source: grass
de: Gras
hu: fű
nl: gras
pl: trawa
ru: трава

source: blade of grass
de: Grashalm
hu: fűszál
nl: gras-spriet
pl: źdźbło
ru: стебель травы

source: grassy
de: grasbedeckt, grasig, Gras-
hu: füves
nl: grassig, grasachtig
pl: trawiasty
ru: травяной

source: panic
de: in Panik geraten, in Panik verfallen
hu: pánikba esik
nl: in paniek zijn/raken
pl: panikować
ru: паниковать

source: flee, escape
de: fliehen, flüchten, Flucht ergreifen, entkommen
hu: menekül, szökik
nl: vluchten, ontsnappen
pl: uciec
ru: убегать

source: storm
de: Sturm, Unwetter, Gewitter
hu: vihar
pl: burza
ru: шторм

source: thunder
de: Donner
hu: mennydörgés
nl: donder, onweer
pl: grom
ru: гром

source: lightning (general term)
de: Blitzen (allgemein)
hu: villámlás (általános kifejezés)
nl: bliksem (algemene uitdrukking)
pl: błyskawica
ru: молния

source: thunder and lightning
de: Blitz und Donner
hu: villámlás-mennydörgés
nl: donder en bliksem
pl: piorun (grom i błyskawica)
ru: гром и молния

source: an individual tall, thin waterfall that pours down a sheer high cliff, or off of a floating mountain (countable)
de: einzelner hoher, dünner Wasserfall, der sich von einer hohen Klippe oder einem Schwebenden Berg ergießt (zählbar)
hu: egyedülállóan magas, vékony vízesés, amely magas szikláról vagy lebegő hegyről folyik le (megszámlálható)
nl: een aparte hoge smalle waterval die van een hoge klip of een zwevende berg stroomt (telbaar)
pl: pojedynczy, wysoki, wąski wodospad wypływający z wysokiego, poinowego klifu lub z dryfujących gór (policzalny)
ru: тонкий водопад

source: a wall or bank of powerful waterfalls noted for its deafening roar and deadly force (countable, but only rarely)
de: eine Wand oder Ufer von mächtigen Fällen, auffallend durch ihr ohrenbetäubendes Tosen und ihre tödliche Kraft (zählbar, aber selten)
hu: erős vízesés, jellemzői: fültépő hangja és halálos ereje (megszámlálható, de csak ritkán)
nl: een brede bank krachtige watervallen, bekend om de oorverdovende en dodelijke kracht (telbaar, maar komt zelden voor)
pl: zespół potęznych wodospadów charakteryzujących sie olbrzymią siłą i ogłuszającym hukiem (rzadko traktowany jako policzalny)
ru: стена мощных водопадов

source: a single drop or series of smaller waterfalls occurring sequentially along a stream or series of pools (countable)
de: eine einzelne Fallhöhe oder Folge von kleineren Fällen, die nacheinander in einem Strom oder in einer Reihe von Becken auftreten (zählbar)
hu: egy csepp vagy kisebb vízesések sorozata, amelyek egy folyamból vagy tavakból folynak (megszámlálható)
nl: een enkele, of serie van kleinere watervallen, natuurlijk voorkomend langs een stroom of serie plassen (telbaar)
pl: pojedynczy wodospad lub seria mniejszych wypływających kolejno wzdłuż strumienia lub grupy akwenów (policzalny)
ru: последовательность водопадов одного потока, последовательность прудов

source: water that is aeriated while flowing among the rocks of a very gradually sloping stream (countable)
de: luftdurchsetztes Wasser, das zwischen Steinen eines sehr allmählich abfallenden Stroms fließt (nicht zählbar)
hu: sziklák között, lejtősen folyó patak (megszámlálható)
nl: een water-stroom met veel lucht-contact terwijl het over rotsen van een geleidelijk neergaande stroom gaat (telbaar)
pl: woda napowietrzona podczas przepływania pomiędzy skałami strumienia stopniowo zmieniającego swoje nachylenie (policzalny)
ru: вспененая вода

source: whitewater rapids (countable, but only rarely)
de: Wildwasserstrom, Stromschnellen (zählbar, aber selten)
hu: vadvízi zuhatag (megszámlálható, de csak ritkán)
nl: stroomversnelling (telbaar, komt zelden voor)
pl: bystrze (rzadko traktowany jako policzalny)
ru: стремнина

source: weakness
de: Schwäche
hu: gyengeség
nl: zwakheid
pl: słabość
ru: слабость

source: without a doubt
de: zweifelsohne
hu: kétség nélkül
nl: zonder twijfel
pl: niewątpliwie
ru: несомненно

source: forked lightning
de: Blitz, gegabelter Blitz
hu: elágazó villám
nl: gevorkte bliksem
pl: błyskawica zygzakowata
ru: зигзагообразная молния

source: hopefully
de: hoffentlich
hu: remélhetőleg
nl: hopelijk
pl: z nadzieją, ufnie
ru: счастливо

source: because of, due to
de: wegen, aufgrund von
hu: ... miatt
nl: vanwege
pl: z powodu
ru: из-за

source: play music, make to sing (poetic)
de: musizieren, veranlassen zu singen (poetisch)
hu: zenél, énekeltet (költői)
nl: muziek maken, laten zingen (dichterlijk)
pl: grać muzyke, sklaniać do śpiewu
ru: играть музыку, петь (поэтично)

source: pride, feeling of pride
de: Stolz, Gefühl von Stolz
hu: büszkeség
nl: trots, gevoel van trots
pl: duma, uczucie dumy
ru: гордость, ощущение гордости

source: proud
de: stolz, Gefühl von Stolz (für andere)
hu: büszke
nl: trots
pl: dumny
ru: гордый

source: proudly, with pride
de: mit Stolz, in stolzer Weise
hu: büszkén
nl: trots, met trots
pl: dumnie
ru: гордо

source: self-pride (negative connotation)
de: Arroganz, Hochmut, Selbst-Stolz
hu: önteltség, önelégültség
nl: zelf-trots (negatieve benadering)
pl: pycha, samozachwyt (znaczenie negatywne)
ru: надменность (отрицательное отношение)

source: full of self-pride
de: arrogant, hochmütig, voll von Selbst-Stolz
hu: öntelt
nl: vol zelf-trots
pl: pyszny (pełen pychy)
ru: надменный

source: glow, be luminous
de: glühen, leuchten, glimmen
hu: ragyog, fénylik
nl: gloeien, lichtgevend zijn
pl: świecić, lśnić
ru: блестеть

source: communal fire or fire pit
de: kommunales Feuer, Feuerstelle (an der die Na’vi gemeinsam essen)
hu: közös tűz vagy tűzhely
nl: gezamenlijk vuur of vuurplek
pl: palenisko, miejsce ogniskowe
ru: общественный огонь

source: place where a fire is burning or has burned
de: Feuerstelle (allgemein), Stelle, an der ein Feuer brennt oder brannte
hu: tűzhely, tűz helye
nl: plek waar vuur brandt of heeft gebrand
pl: palenisko, miejsce ogniska
ru: место горения огня

source: meaningful, instructive, something from which a lesson can be learned
de: sinnvoll, lehrreich, aufschlussreich; etwas, von dem eine Lehre gezogen werden kann
hu: értelmes, tanulságos, oktató jellegű
nl: betekenisvol, instruerend, iets waar een les uit kan worden geleerd
pl: pouczający, mający znaczenie
ru: поучительный

source: pair
de: Paar (von etwas)
hu: pár
nl: paar
pl: para
ru: пара

source: simple
de: simpel, einfach, leicht
hu: egyszerű
nl: simpel, eenvoudig
pl: prosty
ru: простой

source: complex
de: komplex, kompliziert
hu: összetett
nl: complex, ingewikkeld
pl: złożony, trudny
ru: сложный

source: stone jar used to hold small toxic arachnid
de: Steinkrug, Steingefäß, um giftige Spinnentiere aufzubewahren
hu: kőedény, mérges rovar tárolására
nl: stenen pot die een kleine giftige spinachtige bevat
pl: kamienny dzban do trzymania jadowitych pajęczaków
ru: каменная банка для маленьких ядовитых паукообразных

source: degree of complexity
de: Komplexität, Grad an Komplexität
hu: összetettség foka
nl: graad van complexiteit
pl: złożoność
ru: уровень сложность

source: how complex?
de: wie kompliziert?
hu: mennyire összetett?
nl: hoe complex?
pl: jak trudny
ru: как сложно?

source: how complex?
de: wie kompliziert?
hu: mennyire összetett?
nl: hoe complex?
pl: jak trudny
ru: как сложно?

source: beginning, starting position, initial location
de: Anfang, Startposition, Anfangspunkt
hu: kezdet, kezdő helyzet
nl: begin, start-positie, initiele plek
pl: początek, miejsce startu, pozycja początkowa
ru: исходное положение

source: assistant, helper
de: Helfer, Gehilfe, Assistent
hu: segéd, segítő
nl: assistent, helper
pl: pomocnik, asystent
ru: помощник

source: helpful hint, tip
de: hilfreicher Hinweis, Tipp
hu: hasznos tipp
nl: tip, helpende hint
pl: wskazówka, podpowiedź
ru: подсказка

source: telephone
de: Telefon
hu: telefon
nl: telefoon
pl: telefon
ru: телефон

source: camera
de: Kamera
hu: fényképezőgép, kamera
pl: kamera
ru: фотокамера

source: intoxicating beverage, or ``spirits''
de: berauschendes Getränk, ``Spirituosen''
hu: részegítő ital, vagy ``szesz''
nl: bedwelmende drank, geestrijk vocht
pl: napój wyskokowy
ru: опьяняющие напитки, «спиртное»

source: be, or get drunk
de: betrunken sein, sich betrinken
hu: részegnek lenni, vagy berúgni
nl: dronken zijn of worden
pl: być pijanym, spić się
ru: напиться

source: letter (phonetic symbol)
de: Buchstabe (phonetisches Symbol)
hu: betű (fonetikus jel)
nl: letter (fonetisch symbool)
pl: litera
ru: буква (фонетический символ)

source: alphabet
hu: abc
nl: alfabet
pl: alfabet
ru: алфавит

source: to wake, to waken, wake up
de: aufwecken, wecken, erwecken
hu: felébred, felébreszt
nl: wakker worden
pl: budzić się
ru: проснуться

source: allergen
hu: allergén
nl: allergeen
pl: uczulony
ru: аллерген

source: treat (emotionally), display an attitude towards
de: behandeln als, behandeln wie, eine Einstellung zu etwas zeigen
hu: tart, kezel (érzelmileg), viselkedik valakivel szemben
nl: gedragen (emotioneel), een air hebben jegens
pl: okazywać uczucie
ru: относиться, показывать отношение к

source: fit, suit, complement, inherently enhance
de: (zusammen) passen, übereinstimmen, ergänzen, grundsätzlich verbessern
hu: illik, megfelel, kiegészít, illeszkedik, természeténél fogva erősít
nl: passen, aanvullen, verbeteren
pl: pasować, uzupełniać, dopełniać
ru: подходить, соответствовать, дополнять

source: feature, trait, attribute, characteristic, point, aspect, facet, property
de: Merkmal, Eigenschaft, Eigenart, Besonderheit, Kennzeichen, Attribut, Charakterzug, Aspekt, Facette
hu: vonás, jellegzetesség, tulajdonság, ismertetőjel, jellemvonás, külső megjelenés, oldal, tulajdonság
nl: onderdeel, attribuut, karaktertrek, aspect, facet
pl: cecha, znamię, właściwość, charakterystyka, sedno, przejaw, aspekt
ru: способность, характеристика

source: intrinsic character or nature, essence, constititution; basic nature of something resulting from the totality of its properties; often best translated as personality
de: wesentliche Charakteristik, innewohnende Charakteristik, Essenz, Konstitution; für Personen ``Persönlichkeit, Individualität"
hu: belső tulajdonság, lényeg, valaminek az alapvető természete, személyiség
nl: natuur, essentie; basis natuur van iets wat volgt uit het totaal van diens onderdelen; het best vertaald als 'persoonlijkheid'
pl: nieodłączny element, esencja, sedno; natura czegoś wynikająca z cech; najczęściej tłumaczone jako osobowość
ru: внутренняя сущность

source: sublime, beyond perfection
de: außergewöhnlich, grandios, unvergleichlich, ehrfurchtgebietend, jenseits von Perfektion
hu: fenséges, magasztos, a tökéletesnél is jobb
nl: subliem, voorbij perfectie
pl: wzniosły, wspaniały
ru: возвышенный, за пределами совершенства

source: elegance, grace
de: Eleganz, Grazie, Anmut, Liebreiz
hu: elegancia, kecsesség, báj
nl: elegantie, gratie
pl: gracja, elegancja
ru: изящество

source: flawed nature, something ill-conceived or inherently defective
de: fehlerhafte Charakteristik, etwas schlecht Durchdachtes, etwas grundsätzlich Fehlerhaftes
hu: rossz természet, valami rosszul kitervelt vagy eredendően hibás
nl: beschadigde natuur/basis, iets dat slecht ontvangen wordt of beschadigd
pl: wypaczenie, coś od początku niewłaściwego
ru: порочность

source: way of living, culture
de: Lebensweise, Kultur
hu: életmód, kultúra
nl: manier van leven, cultuur
pl: sposób życia, kultura
ru: стиль жизни, культура

source: blemish, deformity, stain, flawed feature
de: Schönheitsfehler, Makel, Defekt, Mangel, Unförmigkeit, fehlerhafte Eigenschaft
hu: hiba, deformáltság, folt, rossz tulajdonság
nl: blaam, misvorming, vlek
pl: skaza, wada, deformacja
ru: порок

source: basically, fundamentally, in essence
de: grundsätzlich, prinzipiell, im Grunde, im Kern, im Wesentlichen
hu: alapvetően, alapjában, lényegében
nl: in de basis/essentie, fundamenteel
pl: zasadniczo, podstawowo, przede wszystkim
ru: в сущности

source: space, hollow, enclosed open area
de: Raum, Hohlraum, begrenzter Bereich
hu: terület, völgy, bekerített nyílt terület
nl: ruimte, ommuurd open gebied
pl: otawrta przestrzeń
ru: пространство

source: private space that one can retreat to
de: Raum (als Rückzugsmöglichkeit)
hu: magán terület, ahova vissza lehet vonulni
nl: persoonlijke ruimte om zich in terug te trekken
pl: przestrzeń własna, schronienie
ru: личное пространство

source: approximately, roughly
de: ungefähr, etwa, circa, schätzungweise, annähernd
hu: körülbelül, durván
nl: ongeveer, ruwweg
pl: około, zgrubnie
ru: примерно

source: so-so, mediocre
de: mittelmäßig, medioker, so-lala
hu: olyan amilyen, középszerű
nl: zo-zo, matig
pl: kiepski, mierny, lichy, pośledni, taki sobie
ru: так себе, посредственность

source: in a mediocre manner
de: in mittelmäßiger Weise
hu: középszerűen
nl: op een matige/gemiddelde wijze
pl: miernie, licho, kiepsko, nie tak
ru: посредственно

source: disappointment, emotional let-down, failed expectation
de: Enttäuschung, fehlerhafte Erwartung, Gefühl von Im-Stich-gelassen-werden
hu: csalódás, meghiúsult elvárások miatti érzelmi csalódottság, kiábrándulás
nl: teleurstelling, emotionele afknapper, niet aan verwachting voldaan
pl: rozczarowanie, zawód
ru: разочарование, уныние

source: disappointing
de: enttäuschend
hu: kiábrándító
nl: teleurstellend
pl: rozczarowujący
ru: разочарованный

source: in a disappointing fashion, in a way failing to meet expectations
de: in enttäuschender Weise, den Erwartungen nicht gerecht entsprechend
hu: kiábrándítóan, csalódást okozva
nl: op een teleurstellende wijze
pl: rozczarowująco, powodując zawód
ru: разочарованно

source: broken heart, broken heartedness
de: gebrochenes Herz, Herzschmerz
hu: összetört szív, sebzett szív
nl: gebroken hart, staat van gebroken hart hebbend
pl: złamane serce
ru: разочарование в любви

source: order (as opposed to disorder or chaos), organization
de: Ordnung (im Gegensatz zu Chaos oder Unordnung)
hu: rend (rendetlenség vagy káosz ellentéte), rendezettség
nl: orde (tegenover wanorde of chaos), organisatie
pl: porządek
ru: порядок
