Repository: LearnNavi/Language
Catalog: Localizations/*.xliff
Languages: de, es, hu, nl, pl, ru

source: soul
de: Seele
es: alma
hu: lélek
nl: ziel
pl: dusza
ru: душа

source: safely
de: wohlbehalten, sicher
es: con toda seguridad
hu: biztonságban, biztonságosan
nl: veilig
pl: bezpiecznie
ru: безопасно

source: past
de: Vergangenheit
es: pasado
hu: múlt
nl: verleden
pl: przeszłość
ru: прошлое

source: back (of the body)
de: Rücken, Rückseite (des Körpers)
es: espalda
hu: hát (testrész)
nl: rug (van het lichaam)
pl: plecy
ru: спина

source: four
de: vier
es: cuatro
hu: négy, 4
nl: vier
pl: cztery
ru: четыре

source: five
de: fünf
es: cinco
hu: öt, 5
nl: vijf
pl: pięć
ru: пять

source: six
de: sechs
es: seis
hu: hat, 6
nl: zes
pl: sześć
ru: шесть

source: seven
de: sieben
es: siete
hu: hét, 7
nl: zeven
pl: siedem
ru: семь

source: eight
de: acht
es: ocho
hu: nyolc, 8
nl: acht
pl: osiem
ru: восемь

source: sixty four
de: vierundsechzig
es: sesenta y cuatro
hu: hatvannégy, 64
nl: vierenzestig
pl: sześćdziesiąt cztery
ru: шестьдесят четыре

source: explanation
de: Erklärung
es: explicaci
hu: magyarázat
nl: uitleg
pl: wyjaśnienie
ru: объяснение

source: useful
de: brauchbar, nützlich
es: null
hu: hasznos
nl: nuttig
pl: użyteczny, przydatny
ru: полезный

source: well (conversation starter)
de: nun, also, tja (Konversationsbeginn)
es: y, pu
hu: nos (bevezető szó társalgásnál)
nl: nou (conversatie starter)
pl: cóż (rozpoczęcie rozmowy)
ru: ну (вводное междометие)

source: chance, opportunity
de: Möglichkeit, Chance, Gelegenheit
es: posibilidad, opportunidad
hu: esély, lehetőség
nl: kans, mogelijkheid
pl: szansa, możliwość
ru: шанс, возможность

source: vegetable (food)
de: Gemüse (Essen)
es: verdura, vegetal (alimiento)
hu: zöldség (mint étel)
nl: groente (eten)
pl: warzywo
ru: овощ

source: bitter
de: bitter, herb (Geschmack)
es: amargo (a)
hu: keserű
pl: gorzki
ru: горький

source: dip into liquid
de: eintauchen, eintunken
es: mojar
hu: merít (folyadékba)
nl: onderdompelen
pl: nużać w cieczy
ru: окунать, погружать в жидкость

source: dipping, immersion (into liquid)
de: Eintauchen, Eintunken (in Flüssigkeit)
es: salsa por mojar, zambullida
hu: bemártás, merítés (folyadékba)
nl: onderdompelen (in vloeistof)
pl: zanużenie, zatopienie
ru: окунание, погружение в жидкость

source: even, so much as
de: gar, selbst, sogar
es: hasta, tanto como
hu: még (fokozószó)
nl: gelijk aan, zoveel als
pl: nawet, aż
ru: даже

source: once
de: einmal
es: una vez
hu: egyszer (nem többször)
nl: eens
pl: (jeden) raz
ru: однажды, один раз

source: twice
de: zweimal
es: dos veces
hu: kétszer
nl: tweemaal
pl: dwukrotnie
ru: дважды, два раза

source: sit
de: sitzen
es: sentarse
hu: ül
nl: zitten
pl: siadać
ru: сидеть

source: erectly, rightly
de: gerade, aufrecht
es: erijido, correctamente
hu: felegyenesedve, egyenesen
nl: rechtop
pl: właściwie, poprawnie
ru: прямо, вертикально

source: erect, upright
de: aufrecht, gerade
es: derecho (a)
hu: egyenes, felegyenesedett
nl: rechtop
pl: właściwy, poprawny
ru: прямой, вертикальный

source: lean
de: lehnen, anlehnen
es: inclinarse, apoyarse en
hu: hajlik
nl: leunen
pl: pochylić się
ru: облокачиваться, наваливаться, опираться

source: in a manner
de: auf eine Art und Weise
es: de una manera, como
hu: módjára, módon, -mód
nl: op een manier
pl: w sposób
ru: в некотором роде

source: ordinary
de: gewöhnlich, normal, alltäglich
es: normal, usual
hu: mindennapos, hétköznapi
nl: gewoon
pl: zwykły, codzienny
ru: обычный, стандартный, каждодневный

source: ceremoniously
de: zeremoniell, feierlich
es: ceremoniosamente
hu: ünnepélyesen
nl: ceremonieel
pl: ceremonialnie
ru: торжественно

source: ceremonious
de: zeremoniell, feierlich
es: ceremonioso
hu: ünnepélyes
nl: ceremonieel
pl: ceremonialny
ru: торжественный

source: leaf
de: Blatt (eines Baumes)
es: hoja
hu: levél (növényi rész)
nl: blad
pl: liść
ru: листок (растения)

source: leafy
de: belaubt
es: fondoso (a)
hu: leveles, levél-borította
nl: bladrijk
pl: liściasty
ru: густой (о листве)

source: side
de: Seite (Position)
es: lado
hu: oldal(a)
nl: kant
pl: strona
ru: сторона, половина

source: bottom
de: Boden, Unterseite, Unterteil
es: fondo
hu: alj(a), fenék
nl: bodem
pl: dno, spód
ru: низ, дно

source: inside
de: Innenseite, innen, innseitig
es: dentro de
hu: belseje, belül, odabent
nl: binnen
pl: wnętrze, wewnątrz
ru: внутри, внутренняя сторона

source: up (direction)
de: nach oben, oben (Richtung)
es: arriba (direcci
hu: felfelé
nl: omhoog (richting)
pl: w górę
ru: вверх

source: front (part or section)
de: Vorderseite (Teil oder Abschnitt)
es: fachada, frente (parte o secci
hu: elülső rész vagy darab
nl: voorkant (deel of sectie)
pl: przód
ru: передняя часть, перед

source: rear (part or section)
de: Rückseite (Teil oder Abschnitt)
es: parte de atr
hu: hátsó (fél vagy rész)
nl: achterkant (deel of sectie)
pl: tył
ru: задняя часть, зад

source: out there
de: draußen, dort draußen
es: por ah
hu: odakint
nl: daar buiten
pl: daleko
ru: там

source: whether, or
de: entweder … oder, ob
es: si, o
hu: (-e)... vagy nem, (-e)... vagy sem
nl: weder, of
pl: czy, czy też
ru: ли... или нет (использущийся в предложениях вроде «Нравится (ли) это им или нет» парный союз)

source: sorry, my apologies (acknowledgment of guilt and regret)
de: Entschulding, Sorry (Annehmen von Schuld und Reue)
es: lo siento, disculpame (admisi
hu: bocs, szánom-bánom, sajnos, sajna, az én saram (megbánás vagy vétkesség beismerése)
nl: sorry, mijn excuses (uiting van schuld en spijt)
pl: przepraszam, prosze o wybaczenie (potwierdzenie winy czy żalu)
ru: простите, извиняюсь

source: throat
de: Rachen, Kehle
es: garganta
hu: torok
nl: keel
pl: gardło
ru: горло, глотка, гортань

source: mouth
de: Mund
es: boca
hu: száj
nl: mond
pl: usta
ru: рот

source: hair
de: Haar
es: pelo
hu: haj
nl: haar
pl: włosy
ru: волосы

source: neck
de: Hals
es: cuello
hu: nyak
nl: nek
pl: szyja
ru: шея

source: head
de: Kopf
es: cabeza
hu: fej
nl: hoofd
pl: głowa
ru: голова

source: tooth
de: Zahn
es: diente
hu: fog (testrész)
nl: tand
pl: ząb
ru: зуб

source: chin
de: Kinn
es: barbilla
hu: áll (testrész)
nl: kin
pl: broda, podbródek
ru: подбородок

source: face
de: Gesicht
es: cara
hu: arc, orca, ábrázat
nl: gezicht
pl: twarz
ru: лицо

source: book
de: Buch
es: libro
hu: könyv
nl: boek
pl: książka
ru: книга

source: stomach
de: Bauch, Magen
es: est
hu: gyomor
nl: maag
pl: brzuch, żołądek
ru: желудок

source: skin
de: Haut
es: piel
hu: bőr
nl: huid
pl: skóra
ru: кожа, шкура

source: hand
es: mano
hu: kéz
pl: ręka
ru: рука (кисть)

source: blood
de: Blut
es: sangre
hu: vér
nl: bloed
pl: krew
ru: кровь

source: lung
de: Lunge
es: pulm
hu: tüdő
nl: long
pl: płuco
ru: легкое (орган)

source: foot
de: Fuß
es: pie
hu: lábfej
nl: voet
pl: stopa
ru: нога (ступня)

source: toe
de: Zehe
es: dedo del pie
hu: lábujj
nl: teen
pl: palec u stopy
ru: палец ноги

source: well
de: Brunnen
es: bien
hu: kút
nl: bron
pl: studnia
ru: колодец

source: stream
de: Strom, Fluss
es: arroyo
hu: folyam, patak, vízfolyás
nl: stroom
pl: strumień
ru: поток

source: perimeter, circumference, border
de: Grenze, Umfang, Begrenzung, Eingrenzun
es: per
hu: kerület, határ, perem
nl: grens, afbakening, omtrek
pl: obwód, otoczka, granica
ru: периметр, окружность, граница

source: sea, ocean
de: Ozean, Meer
es: mar
hu: tenger, óceán
nl: zee, oceaan
pl: morze, ocean
ru: море, океан

source: lake
de: (der) See
es: lago
hu: tó
nl: meer
pl: jezioro
ru: озеро

source: barricade, obstruction
de: Barrikade, Hindernis
es: barricada, obstrucci
hu: barikád, akadály
nl: barricade, obstakel
pl: barykada, przeszkoda
ru: баррикада, преграда

source: source
de: Quelle
es: fuente, nacimiento
hu: forrás (átvitt értelemben)
nl: bron, oorsprong
pl: źródło
ru: источник

source: village
de: Dorf
es: pueblo
hu: falu
nl: dorp
pl: osada
ru: деревня

source: field, open terrain, plain
de: Feld, offenes Gelände, Ebene
es: campo, terreno abierto, llanura
hu: mező, nyílt terep, síkság
nl: veld, open terrein
pl: otwarty teren, równina, płaszczyzna
ru: поле, открытое пространство

source: dry
de: trocken
es: seco (a)
hu: száraz
nl: droog
pl: suchy
ru: сухой

source: cold
de: kalt
es: fr
hu: hideg
nl: koud
pl: zimny
ru: холодный

source: tonight
de: heute Nacht
es: esta noche
hu: ma este
nl: vannacht
pl: dziś w nocy, dzisiejsza noc
ru: сегодня вечером

source: last night
de: letzte Nacht
es: anoche
hu: Múlt éjjel
nl: vorige nacht
pl: poprzedniej nocy
ru: прошлой ночью

source: tomorrow night
de: morgen Nacht
es: ma
hu: holnap éjjel
nl: morgennacht
pl: jutrzejszej nocy
ru: завтра ночью

source: present
de: Gegenwart
es: regalo
hu: jelen
nl: heden
pl: teraźniejszość
ru: в данный момент

source: story
de: Geschichte, Erzählung
es: cuenta
hu: történet
nl: verhaal
pl: opowieść, historia
ru: рассказ, история

source: conversation, discussion
de: Unterhaltung, Diskussion
es: conversaci
hu: beszélgetés, megbeszélés
nl: conversatie, discussie
pl: rozmowa, dyskusja
ru: разговор, обсуждение

source: prophecy
de: Prophezeiung
es: profec
hu: jóslat
nl: profetie
pl: przepowiednia
ru: пророчество

source: great person
de: ehrwürdige Person, großartige Person
es: gran persona
hu: hős, nagy ember
nl: groot persoon
pl: wielka osoba
ru: важный человек

source: hero
de: Held
es: h
hu: hős
nl: held
pl: bohater
ru: герой

source: food (collective noun, cannot be pluralised)
de: Nahrung, Essen (Sammelbegriff, kein Plural möglich)
es: alimientos (substantivo colectivo: no se puede serlo plural)
hu: étel, ennivaló (gyűjtőnév, nincs többesszáma)
nl: voedsel (collectief zn., kan niet in meervoud worden gebruikt)
pl: żywność (rz. zbiorowy, nie posiada liczby mnogiej)
ru: еда

source: meat
de: Fleisch
es: carne
hu: hús
nl: vlees
pl: mięso
ru: мясо

source: knife
de: Messer
es: cuchillo
hu: kés
nl: mes
pl: nóż
ru: нож

source: dull (as a blade)
de: stumpf (z.B. Klinge)
es: romo (comohoja roma)
hu: tompa, életlen
nl: bot (als bij mes)
pl: tępy (o ostrzu)
ru: тупой (о лезвии)

source: cover, lid
de: Abdeckung, Deckel, Topfdeckel
es: cubierta, tapa
hu: fedő, valaminek a teteje
nl: deksel
pl: pokrywa, wieko
ru: крышка

source: color
de: Farbe
hu: szín
nl: kleur
pl: kolor
ru: цвет

source: having to do with the Na'vi, the People
de: "na'viisch", mit den Na'vi zu tun habend
es: referente a la Gente
hu: a na’vikkal mint néppel kapcsolatos
nl: te doen hebben met de Na'vi, het Volk
pl: jak Na'vi, Ludzie
ru: относящийся к Народу (на'ви)

source: like the Na'vi, Na'vi-ly
de: "na'viisch", wie die Na'vi
es: como los Na'vi
hu: mint a na’vik, na’viul
nl: als de Na'vi
pl: jak Na'vi, Na'vijsko
ru: подобно на'ви, «по-навийски»

source: member
de: Mitglied
es: miembro
hu: (csoport)tag
nl: lid
pl: członek
ru: участник, член

source: Earth
de: Erde (Planet)
es: la Tierra
hu: Föld
nl: Aarde
pl: Ziemia
ru: Земля

source: mantis orchid
de: Gottesanbeter-Orchidee (Pflanze)
es: orqu
hu: imádkozó sáska (pandorai állatfaj)
nl: sprinkhaan orchidee
ru: богомолова орхидея

source: insect
de: Insekt
es: insecto
hu: rovar
pl: robak, owad
ru: насекомое

source: fish
de: Fisch
es: pez
hu: hal
nl: vis
pl: ryba
ru: рыба

source: bird
de: Vogel
es: ave, p
hu: madár
nl: vogel
pl: ptak
ru: птица

source: hellfire wasp
de: Höllenfeuerwespe (Insekt)
es: avispa del fuego del infierno
hu: pokoli tűzdarázs (pandorai állatfaj)
nl: hellevuurwesp
pl: piekielna osa
ru: огненная оса

source: verb
de: Verb, Tuwort
es: verbo
hu: ige
nl: werkwoord
pl: czasownik
ru: глагол

source: noun
de: Substantiv
es: sustantivo
hu: főnév
nl: zelfstandig naamwoord
pl: rzeczownik
ru: существительное

source: left (not right)
de: links (nicht rechts)
es: izquierdo (no el derecho)
hu: bal (bal oldali)
nl: links (niet rechts)
pl: lewy (nie prawy)
ru: левый (о стороне, направлении и т.п.)

source: right (not left)
de: rechts (nicht links)
es: derecho (no el izquierdo)
hu: jobb (nem bal)
nl: rechts (niet links)
pl: prawy (nie lewy)
ru: правый (о стороне или направлении)

source: complete
de: komplett, gesamt
es: completo
hu: teljes, egész
nl: compleet
pl: całkowity, zupełny, kompletny, cały
ru: законченный, завершенный

source: totality, whole
de: Gesamtheit, Ganze
es: totalmente, todo
hu: teljesség, egész
nl: totaliteit, geheel
pl: całość, ogół
ru: полнота, цельность

source: pleasing, enjoyable (physically, sexually)
de: angenehm, ansprechend (körperlich, sexuell)
es: agradable (f
hu: kellemes, élvezhető (fizikailag, szexuálisan)
nl: plezierig, aangenaam (fysiek, sexueel)
pl: przyjemny, miły (fizycznie, seksualnie)
ru: приятный, приносящий удовольствие

source: unpleasant to the senses, noisome
de: unangenehm für die Sinne, widerlich
es: desagradable (a los sentidos)
hu: kellemetlen, undorító
nl: onplezierig voor de zintuigen, luid
pl: niemiły dla zmysłów, przykry
ru: неприятный слуху

source: apparently
de: anscheinend
es: evidentemente
hu: látszólag
nl: blijkbaar
pl: widocznie, chyba, najwyraźniej
ru: очевидно

source: different
de: unterschiedlich
es: diferente
hu: más
nl: verschillend
pl: inny
ru: другой, отличный

source: school
de: Schule
es: escuela
hu: iskola
pl: szkoła
ru: школа

source: probable, probably
de: wahrscheinlich, vermutlich
es: probable, probablemente
hu: valószínű, valószínűleg
nl: waarschijnlijk
pl: prawdopodobny, prawdopodobnie
ru: вероятный, вероятно

source: pleasure
de: Vergnügen, Spaß
es: placer
hu: öröm
nl: plezier
pl: przyjemność
ru: удовольствие

source: not at all, not a bit (used with ke; see {\bf ke kaw'it} {\it not...at all} in phrases)
de: überhaupt (nur mit Verneinung) (s. {\bf ke...kaw'it} {\it überhaupt nicht})
es: en absoluto, de ninguna manera (se refiere a {\bf ke…kaw'it} {\it no es… de ninguna manera})
hu: egyáltalán, egyáltalán nem (lásd {\bf ke...kaw'it} {\it egyáltalán nem} kifejezésekben)
nl: helemaal niet, geen beetje (gebruikt met ke; zie {\bf ke kaw'it} {\it helemaal niet} in uitdrukkingen)
pl: wcale nie (patrz {\bf ke...kaw'it} {\it wcale nie...})
ru: вовсе нет, немного не так (используется с ke; см. {\bf ke kaw'it} {\it не... вовсе} во фразах)

source: continuously, incessantly, without stopping
de: ständig, andauernd, unaufhörlich
es: continuamente, todo seguido, sin interrupci
hu: folyamatosan, megállás nélkül
nl: voortdurend, zonder stoppen
pl: ciągle, nieustannie, bez przerwy
ru: непрерывно, безостановочно, постоянно

source: until the end
de: bis zum Ende
es: hasta el fin
hu: a végsőkig
nl: tot het eind
pl: aż do końca
ru: до конца

source: camp
de: Lager
es: campamento
hu: tábor
nl: kamp
pl: obóz
ru: лагерь

source: destruction
de: Zerstörung
es: destruci
hu: pusztítás
nl: vernietiging
pl: zniszczenie
ru: разрушение, уничтожение

source: journey
de: Reise
es: viaje
hu: utazás
nl: reis
pl: podróż
ru: путешествие

source: squad, military clan, battle party
de: Squad, Kampfeinheit
es: pelot
hu: szakasz, katonai egység, csapat
nl: squadron, militaire clan, oorlogsgroep
pl: brygada, klan wojowników, oddział
ru: боевой отряд

source: nearby, at close range
de: nahe, in kurzer Entfernung
es: de cerca
hu: közelben, karnyújtásnyira
nl: nabij
pl: pobliski
ru: близко, рядом

source: position
es: posici
hu: helyzet
nl: positie
pl: pozycja
ru: положение, позиция

source: enemy
de: Feind
es: enemigo
hu: ellenség
nl: vijand
pl: wróg
ru: враг

source: supplies
de: Nachschub, Versorgungsgüter
es: provisiones
hu: ellátmány, utánpótlás
nl: voorraad
pl: zaopatrzenie
ru: припасы

source: preparations, plan
de: Vorbereitungen, Plan
es: preparaci
hu: előkészületek, terv
nl: voorbereidingen, plan
pl: przygotowania, plan
ru: подготовка, план

source: aim, goal, purpose, target
de: Ziel, Absicht, Vorhaben
es: objectivo, meta, prop
hu: cél(kitűzés)
nl: doel, goal
pl: cel, zamiar
ru: цель, намерение

source: arrival
de: Ankunft
es: llegada
hu: érkezés
nl: aankomst
pl: przybycie
ru: прибытие

source: student
de: Schüler, Student
es: estudiante
hu: tanuló, diák
nl: student, leerling
pl: uczeń, student
ru: учащийся, обучающийся

source: mating, marriage
de: Paarung, Heirat, Verpartnerung
es: matrimonio
hu: párzás, házasság
nl: paren, huwelijk
pl: związek, małżeństwo
ru: замужество, брак

source: loved one
de: geliebte Person
es: querido, amado
hu: szeretett személy
nl: geliefde
pl: ukochany (osoba kochana)
ru: любимый, возлюбленный

source: loved one
de: geliebte Person
es: querido, amado
hu: szeretett személy
nl: geliefde
pl: ukochany (osoba kochana)
ru: любимый, возлюбленный

source: blind
es: ciego
hu: vak
pl: ślepy
ru: слепой

source: smart, intelligent
de: klug, intelligent
es: intiligente (para una persona)
hu: eszes, okos, értelmes
nl: slim, intelligent (van een persoon)
pl: sprytny, inteligentny
ru: умный, сообразительный

source: old, aged (for living things)
de: alt, gealtert (für Lebewesen)
es: viejo,
hu: öreg, idős, hajlott korú
nl: oud, hoge leeftijd (voor levende dingen)
pl: stary (o istotach żywych)
ru: старый, пожилой (употр. с одушевленными предметам)

source: insane, crazy
de: wahnsinnig, verrückt
es: loco
hu: bolond, őrült, őrületes
nl: gek, waanzinnig
pl: szalony, obłąkany
ru: безумный, сумасшедший

source: harmonious
de: harmonisch
es: armonioso (a)
hu: harmonikus, egybehangzó
nl: harmonieus
pl: harmonijny, zgodny
ru: гармооничный

source: greedy
de: geizig, gierig
es: codicioso (a)
hu: falánk, mohó
nl: hebberig
pl: chciwy
ru: жадный

source: powerful
de: machtvoll, mächtig
es: poderoso (a)
hu: erőteljes
nl: krachtig
pl: potężny
ru: могущественный

source: individuality (negative connotation), selfishness
de: Individualität (negativ), Egoismus, Selbstsucht
es: individualidad (sentido negativo), el ego
hu: egyénieskedés, önzés
nl: individualiteit (negatieve lading), egoïsme
ru: индивидуализм (негативное значение), эгоизм

source: friendship
de: Freundschaft
es: amistad
hu: barátság
nl: vriendschap
pl: przyjaźń
ru: дружба

source: hateful
de: verhasst, verabscheut
es: odioso
hu: utálatos
nl: hatelijk
pl: znienawidzony, nienawistny
ru: ненавистный

source: impossible
de: unmöglich
es: imposible
hu: lehetetlen
nl: onmogelijk
pl: niemożliwy
ru: невозможный

source: safe
de: sicher, unbeschadet
es: seguro
hu: biztonságos
nl: veilig
pl: bezpiecznie
ru: безвредный

source: excessive
de: übermäßig, übertrieben
es: excesivo (a)
hu: túlzó, túlzásba vitt
nl: overdadig
pl: nadmierny
ru: чрезмерный, неумеренный, непомерный

source: overabundance
de: Übermaß, Fülle
es: superabudancia
hu: (kötött morféma) túlzás
nl: overvloed
pl: nadmiar
ru: чрезмерное изобилие

source: necessary
de: notwendig, nötig
es: necesario (a)
hu: szükséges, szükségszerű
nl: nodig
pl: potrzebny, niezbędny
ru: необходимо

source: strange, unfamiliar, unknown
de: seltsam, merkwürdig, ungewohnt, unbekannt
es: extra
hu: különös, szokatlan, ismeretlen
nl: vreemd, onbekend
pl: dziwny, obcy, nieznany
ru: чужой, незнакомый, неизвестный

source: last, final
de: letzte/r/s, endgültig, abschließend
es: null
hu: végső, utolsó
nl: laatst
pl: ostatni, końcowy
ru: последний, окончательный

source: treachery
de: Verrat
es: traici
hu: hűtlenség, árulás
nl: verraad
pl: zdrada
ru: предательство

source: thought pattern, way of thinking
de: Gedankengang
es: manera de pensar
hu: gondolkodásmód
nl: gedachtenpatroon, manier van denken
pl: sposób myślenia
ru: образ мысли, способ мышления

source: fate
de: Schicksal
es: destino
hu: sors
nl: lot (noodlot)
pl: los, przeznaczenie
ru: судьба

source: quiet, silence
de: Stille, Ruhe
es: silencio, calma
hu: csend, némaság
nl: stilte
pl: cisza
ru: тишина, молчание

source: abstract idea of a creation
de: Kreation, Schaffung, Schöpfung (abstrakt)
es: creaci
hu: alkotás elvont fogalma
nl: creatie (abstract idee)
pl: stworzenie, akt stworzenia
ru: создание, творение

source: decision
de: Entscheidung
es: decisi
hu: döntés
nl: beslissing
pl: decyzja
ru: решение

source: death
de: Tod
es: muerte
hu: halál
nl: dood
pl: śmierć
ru: смерть

source: Sunday
de: Sonntag
es: el Domingo
hu: vasárnap
nl: zondag
pl: niedziela
ru: воскресенье

source: Monday
de: Montag
es: Lunes
hu: hétfő
nl: maandag
pl: poniedziałek
ru: понедельник

source: Tuesday
de: Dienstag
es: Martes
hu: kedd
nl: dinsdag
pl: wtorek
ru: вторник

source: Wednesday
de: Mittwoch
es: Mi
hu: szerda
nl: woensdag
pl: środa
ru: среда

source: Thursday
de: Donnerstag
es: Jueves
hu: csütörtök
nl: donderdag
pl: czwartek
ru: четверг

source: Friday
de: Freitag
es: Viernes
hu: péntek
nl: vrijdag
pl: piątek
ru: пятница

source: Saturday
de: Samstag, Sonnabend
es: S
hu: szombat
nl: zaterdag
pl: sobota
ru: суббота

source: soft (of a sound)
de: leise, weich, sanft (Klang/Geräusch)
es: suave (de sonido)
hu: halk (hang)
nl: zacht (geluid)
pl: łagodny (o dźwięku)
ru: тихий (о звуке)

source: high
de: hoch
es: alto (a)
hu: magas
nl: hoog
pl: wysoki
ru: высокий

source: the Balance of Life
de: das Gleichgewicht des Lebens
es: el Equilibrio de la Vida
hu: az élet egyensúlya
nl: de Balans van het Leven
pl: Równowaga Życia
ru: равновесие жизни

source: harmony (general sense)
de: Harmonie (allgemein)
es: armon
hu: harmónia (általános értelemben)
nl: harmonie (algemeen gevoel)
pl: harmonia, równowaga (w pojęciu ogólnym)
ru: гармония, лад

source: kind, type
de: Art, Typus
es: clase, tipo
hu: fajta
nl: soort, type
pl: rodzaj, typ
ru: род, тип

source: which kind
de: was? (welche Art von?)
es: null
hu: miféle?
nl: welk soort
pl: jakiego rodzaju
ru: какого типа, вида

source: which kind
de: was? (welche Art von?)
es: null
hu: miféle?
nl: welk soort
pl: jakiego rodzaju
ru: какого типа, вида

source: remember
de: erinnern
es: recordar
hu: emlékezni
nl: herinneren
pl: pamiętać
ru: помнить

source: forget
de: vergessen
es: olvidar
hu: elfelejt
nl: vergeten
pl: zapomnieć
ru: забывать

source: feeling
de: Gefühl
es: sentimiento
hu: érzelem
nl: gevoel
pl: odczucie
ru: ощущение, чувство

source: be patient (ii)
de: geduldig sein, gedulden (ii)
es: tener paciencia
hu: türelmes(nek lenni)(ii)
nl: geduld hebben (ii)
pl: być cierpliwym (ii)
ru: терпеть, быть терпеливым

source: patience
de: Geduld
es: paciencia
hu: türelem
nl: geduld
pl: cierpliwość
ru: спокойствие

source: patient
de: geduldig
es: paciente
hu: türelmes
nl: geduld
pl: cierpliwy
ru: терпеливый

source: patiently
de: geduldig, auf geduldige Weise
es: pacientemente
hu: türelmesen
nl: geduldig
pl: cierpliwie
ru: терпеливо

source: until then, in the meantime
de: bis dann, in der Zwischenzeit
es: hasta entonces. mientras tanto
hu: addig, azalatt
nl: tot dan, ondertussen
pl: aż do tamtej chwili
ru: до того, как

source: hungry
de: hungrig
es: hambriento
hu: éhes
nl: hongerig
pl: głodny
ru: голодный

source: hunger
es: hambre
hu: éhség
nl: honger
pl: głód
ru: голод

source: food made from flour
de: Essen, Nahrung (aus Mehl)
es: alimiento hecha de harina
hu: lisztből készült étel
nl: eten gemaakt van meel
pl: produkty mączne, żywność produkowana z mąki
ru: приготовленная из муки еда

source: food made from animal origin, flesh
de: Essen, Nahrung (von tierischem Ursprung), Fleisch
es: alimiento hecho de un animal, carne
hu: állati eredetű táplálék (étel), hús
nl: dierlijk voedsel, vlees
pl: mięso, produkty mięsne
ru: приготовленная из животного материала еда, мясо

source: just a moment ago
de: gerade eben
es: hacer momentito
hu: egy pillanattal ezelőtt
nl: een moment geleden, nu net
pl: przed chwilą
ru: только что

source: right now
de: jetzt gerade
es: ahora mismo
hu: éppen most, ebben a pillanatban
nl: nu meteen, onmiddellijk
pl: dokładnie teraz
ru: в настоящий момент, прямо сейчас

source: in just a second from now
de: jetzt gleich
es: en s
hu: egy pillanat múlva, azonnal
nl: zo meteen, over een seconde
pl: za chwilę
ru: через мгновение

source: immediately (not as soon as pxiswaway)
de: gleich (nicht so bald wie pxiswaway)
es: ya (no tan pronto como pxiswaway)
hu: mindjárt (nem olyan hamar, mint pxiswaway)
nl: direct (niet zo snel als pxiswaway)
pl: natychmiast (nie tak szybko jak pxiswaway)
ru: немедленно (но не так скоро, как pxiswaway)

source: right before
de: direkt vor (zeitl.)
es: justo ant
hu: éppen előtte
nl: vlak voor
pl: tuż przed (o czasie)
ru: непосредственно перед
