Repository: LearnNavi/Language
Catalog: Localizations/*.xliff
Languages: de, es, hu, nl, pl, ru

source: fluent (for speech)
de: fließend (für das Sprechen)
hu: folyékony (beszédre!)
nl: vloeiend (in een taal)

source: disadvantage, drawback, downside
de: Nachteil, Hindernis, Kehrseite, Schattenseite
hu: hátrány
nl: nadeel, bezwaar, keerzijde

source: speaker
de: Sprecher, Sprecherin
hu: beszélő
nl: spreker

source: environment
de: Umwelt, Umgebung, Umfeld
hu: környezet
nl: omgeving

source: cat (earth animal); lit. little palulukan
de: Katze (Erdentier) wörtl. kleiner Thanator
hu: macska (földi állat)
nl: cat (aards dier); let. kleine thanator

source: object, thing (physical or tangible)
de: Objekt, Ding, Sache (physisch und greifbar)
hu: tárgy, dolog (kézzelfogható)
nl: voorwerp, ding (fysiek of tastbaar)

source: hesitate, hold back for a short time
de: zögern, für kurze Zeit zurückhalten
hu: tétovázik, habozik
nl: aarzelen, voor een korte tijd terughouden

source: hesitation
de: Zögern, Verzögerung
hu: tétovázás
nl: aarzeling

source: rot, decay, degrade over time
de: verrotten, verwesen, (über einen Zeitraum) abbauen
hu: meg(romlik), rohad
nl: rotten, vergaan, afbreken over tijd

source: earthquake
de: Erdbeben
hu: földrengés
nl: aardbeving

source: change (instance of), edit, modification
de: (ein Fall von) Veränderung, Änderung, Bearbeitung, Modifikation
hu: változtatás
nl: verandering (moment van), wijziging, aanpassing

source: change (abstract concept)
de: Veränderung (abstrakt)
hu: változás
nl: verandering (abstract concept)

source: bubble
de: Blase, Bläschen
hu: buborék
nl: bubbel

source: hesitant, in a state of hesitation
de: zögerlich, im Zustand des Zögerns sein
hu: tétova
nl: aarzelend, in een staat van aarzeling

source: hesitantly
de: zögerlich, in zögernder Weise
hu: tétován
nl: aarzelend

source: howl
de: heulen
hu: üvölt, vonyít
nl: huilen

source: howler
de: Heuler, ein Heulender
hu: üvöltő (személy)
nl: huiler, iemand die huilt

source: steady, smooth (for motion)
de: stetig, ruhig, sachte, gleichmäßig (für Bewegung)
hu: sima, egyenletes (mozgásra!)
nl: stabiel, gestaag (voor beweging)

source: steadily
de: in stetiger, ruhiger, gleichmäßiger Weise
hu: simán
nl: stabiel, gestaag

source: Polyphemus
hu: 111Polyphemus

source: loom
de: Webstuhl
hu: szövőszék
nl: weefgetouw

source: mother loom, giant loom
de: Mutterwebstuhl, Riesenwebstuhl
hu: "anyaszövőszék", hatalmas szövőszék
nl: moederweefgetouw, gigantisch weefgetouw

source: shaman
de: Schamane
hu: sámán
nl: sjamaan

source: berry
de: Beere
hu: bogyó
nl: bes

source: grinch tree, thousand berry tree
de: Grinchbaum, Tausendbeerenbaum
hu: "ezerbogyófa", málnához hasonló gyümölcs fája
nl: grinchboom, duizend bessen boom

source: sweet berry (term of endearment)
de: süße Beere (Kosename, Kosewort)
hu: édes bogyó (gyengéd, kedveskedő kifejezés)
nl: zoet besje (koosnaam)

source: restroom (on Earth)
de: Toilette (auf der Erde), Toilettenbereich
hu: mosdó, WC (a Földön)
nl: toilet (op Aarde)

source: restroom (on Earth)
de: Toilette (auf der Erde)
hu: mosdó, WC (a Földön)
nl: toilet (op Aarde)

source: rise to a challenge
de: sich einer Herausforderung stellen, einer Herausforderung gewachsen sein
hu: valamely kihívásra felkészül, nekivág
nl: een uitdaging aangaan

source: bark (of a tree)
de: Rinde, Borke (eines Baumes)
hu: (fa)kéreg
nl: boomschors

source: weight (physical)
de: Gewicht (physisch)
hu: súly (fizikai)
nl: gewicht (fysiek)

source: age
de: Alter (einer Person)
hu: kor
nl: leeftijd

source: task, errand, step (in an instruction)
de: Aufgabe, Auftrag, Schritt (in einer Anleitung)
hu: feladat, tennivaló
nl: taak, klus, stap (in een instructie)

source: perform a task, run an errand
de: eine Aufgabe, einen Auftrag ausführen
hu: feladatot végrehajt, valamit megcsinál
nl: een taak uitvoeren, een klus doen

source: personally significant or beloved place, heimat (ger.)
de: Heimat, persönlich wichtiger oder geliebter Ort
hu: fontos és szeretett hely, kb. haza
nl: persoonlijk belangrijke of geliefde plaats, Heimat (Duits)

source: warn
de: warnen
hu: figyelmeztet
nl: waarschuwen

source: warning
de: Warnung
hu: figyelmeztetés
nl: waarschuwing

source: increase
de: Erhöung, Anstieg
hu: növekedés
nl: toename

source: right way (of doing something), correct path
de: richtiger Weg (etwas zu tun), korrekte Weise
hu: a megfelelő mód, valaminek a mikéntje
nl: juiste manier (om iets te doen), correcte pad

source: mischief
de: Unfug, Unheil, Schaden, Unsinn
hu: csíny, rosszalkodás
nl: kattekwaad

source: be naughty, do mis\-chief
de: unartig, ungezogen, frech sein; Unfug treiben, Unheil anrichten
hu: rosszalkodik
nl: ondeugend zijn, kattekwaad uithalen

source: mischievous
de: frech, schelmisch, spitzbübisch
hu: csintalan
nl: ondeugend

source: mischief-maker
de: Unheilstifter, Tunichtgut, Störenfried
hu: csínytevő
nl: ondeugd

source: entrance, doorway
de: Eingang, Zugang, Öffnung (durch die man eintreten kann)
hu: bejárat
nl: ingang, deuropening

source: fat (substance in meat)
de: Fett (Substanz im Fleisch)
hu: zsír (húsban)
nl: vet (in vlees)

source: fatty
de: fettig
hu: zsíros
nl: vettig

source: clean, make free of dirt
de: säubern, von Schmutz befreien
hu: tisztít
nl: schoonmaken, vuiligheid weghalen

source: horn of an animal
de: Horn (eines Tieres)
hu: szarv
nl: hoorn van een dier

source: nail, claw
de: Nagel, Klaue
hu: köröm, karom
nl: nagel, klauw

source: vomit, vomit up
de: sich übergeben, (etwas) erbrechen
hu: hányni
nl: braken

source: dog (earth animal); lit. little nantang
de: Hund (Erdentier); wörtl. kleiner Vipernwolf
hu: kutya (földi állat), sz.sz.: kis viperafarkas
nl: hond (aards dier); let. kleine nantang

source: spit, spit out
de: spucken, (etwas) ausspucken
hu: köp
nl: spugen, uitspugen

source: coarse, vulgar, socially unacceptable
hu: durva, közönséges, udvariatlan
nl: grof, vulgair, sociaal onacceptabel

source: clan or tribal domain, country
hu: törzsi birtok / tartomány, kb.: ország
nl: domein van een stam of clan, land

source: weapon of war
hu: háborús fegyver
nl: oorlogswapen

source: powerful
hu: erős
nl: machtig

source: call, cry out, exclaim
hu: kiált
nl: roepen, (uit)schreeuwen

source: necessarily
hu: szükséges
nl: noodzakelijk

source: not necessarily
hu: nem szükséges
nl: niet noodzakelijk

source: warn
hu: figyelmeztet
nl: waarschuwen

source: warning
hu: figyelmeztetés
nl: waarschuwing

source: Na'vi Clan name
hu: Na'vi kl
nl: naam van een Na'vi stam

source: Na'vi Clan name
hu: Na'vi kl
nl: naam van een Na'vi stam

source: austrapede
hu: 111austrapede (strucc-szerű pandorai állat)
nl: austrapoot

source: turtapede
hu: 111turtapede (teknős-szerű pandorai állat)
nl: turtapoot

source: horn, wind instrument
hu: duda, kürt
nl: hoorn, blaasinstrument

source: Palulukan Bone Horn
hu: Thanator-csont kürt
nl: Palulukan Bot Hoorn

source: Toruk Makto Amulet
hu: Toruk Makto Amulet (szó szerint: lógó amulet)

source: skull
hu: koponya
nl: schedel

source: banshee rider visor
hu: sikoll-lovagló napellenző / rostély (a szem fölött viselik)
nl: harpijrijder oogkleppen

source: male Na'vi of the Metkayina Clan
hu: Metkayina férfi név
nl: mannelijke Na'vi van de Metkayina stam

source: Reef People Clan
hu: Zátony Népe klán
nl: Rif-volk Stam

source: a valley on Pandora
hu: pandorai völgy
nl: een vallei op Pandora

source: gathering place
hu: gyülekezőhely
nl: verzamelplaats

source: addition, post script
hu: null
nl: toevoeging, post script

source: smell
hu: szagol
nl: ruiken

source: taste
hu: kóstol
nl: proeven

source: heritage
hu: örökség
nl: erfgoed

source: party party (irregular use)
hu: party party
nl: groep groep (onregelmatig gebruik)

source: safety
hu: biztonság
nl: veiligheid

source: cross
hu: átmegy
nl: oversteken, kruisen

source: harm
hu: árt
nl: schade toebrengen

source: suck
hu: szívni
nl: opzuigen

source: smoke (lit. to suck smoke)
hu: dohányzik (sz.sz.: füstöt szív)
nl: roken (let. rook opzuigen)

source: clap hands
hu: tapsol
nl: handen klappen

source: Canteen in the Valley of Mo'ara
hu: Az étkező neve Mo'araban
nl: Kantine in de Mo'ara Vallei

source: sacred place of song
hu: éneklőhely
nl: heilige plaats van zang

source: matsa, crackers
de: Matze (jiddisches Lehnwort); ungesäuertes Brot
es: matzo, galletas
nl: matse, broodkoek
ru: маца, крекеры

source: U.S.A.
de: USA, Vereinigte Staaten von Amerika
es: los EEUU
nl: Verenigde Staten
ru: США

source: turner
de: Dreher, Drechsler
es: tornero
nl: draaier
pl: tokarz
ru: скрученная лилия

source: basketball
es: baloncesto
nl: basketbal
pl: koszykówka
ru: баскетбол

source: Zhongwen
nl: Zhongyuan
ru: null

source: blog
de: Blog, Weblog, Internettagebuch
ru: блог

source: canalyd
de: Canalyd, Schneckenähnliche, canalydium limacineum
es: canalyd, clase de planta

source: tapirus
de: Tapirus (Tapi-ähnliches Tier auf Pandora)
ru: тапир

source: humor
de: Humor, Komik
ru: юмор

source: maximum
de: Maximum, Höchstmaß
pl: maksimum
ru: максимум

source: minimum
de: Minimum, Mindestmaß
ru: минимум

source: euro
de: Euro (Währung)
ru: евро

source: totem, amulet
de: Totem
