Repository: LearnNavi/Language
Catalog: Localizations/*.xliff
Languages: de, es, hu, nl, pl, ru

source: accent, pronunciation
de: Aussprache
es: acento, pronunciaci
hu: hangsúly, kiejtés
nl: accent
pl: akcent, wymowa
ru: акцент, произношение

source: for example, as an example
de: zum Beispiel, beispielsweise
es: por ejemplo, como un ejemplo
hu: például
nl: bijvoorbeeld, als voorbeeld
pl: przykładowo, na przykład
ru: например

source: be interesting, intriguing
de: interessant sein, faszinierend sein
es: ser interesante, ser intrigante
hu: érdekes(nek lenni)
nl: interessant of intrigerend zijn
pl: być interesującym, intrugującym
ru: быть интересным, интригующим

source: thrice, three times
de: dreimal
es: tres veces
hu: háromszor
nl: drie keer
pl: trzykrotnie
ru: трижды

source: spelling
de: Schreibweise
es: ortograf
hu: betűzés (helyesírás)
pl: pisownia
ru: правописание

source: make clear
de: klar machen, verdeutlichen
es: clarificar
hu: világossá tesz
nl: duidelijk maken
pl: wyjaśniać
ru: объяснять

source: addition, post script (P.S.)
de: Hinzufügung; post scriptum (PS)
es: adici
hu: kiegészítés, utóirat (U.I.)
nl: toevoeging, post script (p.s.)
pl: dodatek, postscriptum (P.S.)
ru: добавление, постскриптум (P.S.)

source: drink, something able to be drunk
de: Getränk, etwas Trinkbares
es: bebido
hu: ital, innivaló
nl: drankje, iets dat gedronken kan worden
pl: napój, coś dającego się wypić
ru: питье

source: map
de: Landkarte
es: mapa
hu: térkép
nl: (land)kaart
pl: mapa
ru: карта

source: as, same way as (similar action)
de: auf die gleiche Art und Weise (ähnliche Handlung)
es: ya que, igual que (acci
hu: mint, ugyanúgy (mint) (hasonló cselekedet)
nl: ook, hetzelfde als (gelijke actie)
pl: równie, jak, tak jak, tak samo
ru: так же как (о действии)

source: cooking pot
de: Kochtopf
es: marmita
hu: főzőedény
nl: kookpot
pl: garnek
ru: чайник

source: red, orange
de: rot, orange
es: rojo, naranjo
hu: piros, narancssárga
nl: rood, oranje
pl: czerwony, pomarańczowy
ru: красный, оранжевый

source: violet, purple, magenta
de: violett, lila, purpur, magenta
es: violeta, purpura, magenta
hu: lila
nl: violet, paars, magenta
pl: fioletowy, purpurowy, magenta
ru: фиолетовый, пурпурный

source: light colors, shades of white
de: helle Farben, Weißtöne
es: los colores claros, tonos de blanco
hu: világos színek
nl: lichte kleuren, wit-tinten
pl: jasnokolorowy, odcień białego
ru: яркие краски, оттенки светлого

source: grey, drab
de: grau, graubraun, trist
es: gris
hu: szürke
nl: grijs, grauw
pl: szary, bury, bezbarwny
ru: серый, тусклый

source: red, orange
de: Rot, Orange
es: rojo, naranjo
hu: piros szín
nl: rood, oranje
pl: czerwień, pomarańcz
ru: красный, оранжевый

source: blue, green
de: Blau, Grün
es: azul, verde
hu: kék/zöld szín
nl: blauw, groen
pl: niebieski, zielony
ru: голубой, зеленый

source: yellow
de: Gelb
es: amarillo (a)
hu: sárga szín
nl: geel
pl: żółć
ru: желтый

source: violet, purple, magenta
de: Violett, Lila, Purpur, Magenta
es: violeta, purpura, magenta
hu: lila szín
nl: violet, paars, magenta
pl: fiolet, purpura, magenta
ru: фиолетовый, пурпурный

source: black
de: Schwarz
es: negro
hu: fekete szín
nl: zwart
pl: czerń
ru: черный

source: white
de: Weiß
es: blanco (a)
hu: fehér szín
nl: wit
pl: biel
ru: белый

source: dark color
de: dunkle Farbe
es: de color oscuro
hu: sötét szín
nl: donkere kleur
pl: ciemny kolor
ru: темный

source: light color
de: helle Farbe
es: de color claro
hu: világos szín
nl: lichte kleur
pl: jasny kolor
ru: светлый

source: grey
de: Grau
es: gris
hu: szürke szín
nl: grijs
pl: szarość
ru: серый

source: facial stripe
de: Gesichtsstreifen, natürliche Maserung der Na'vi
es: banda de cara
hu: arc-csík
nl: gezichts-streep
pl: prążek na twarzy
ru: полоска на коже лица

source: skin blue
de: hautblau, blaue Hautfarbe der Na'vi
es: azul de piel
hu: na'vi bőr-kék
nl: huid-blauw
pl: niebieski (jak skóra)
ru: голубой как кожа

source: leaf green
de: blattgrün
es: verde de hoja
hu: levél-zöld
nl: blad-groen
pl: zielony (jak liść)
ru: зеленый как лист

source: brown
de: braun
es: marr
hu: barna
nl: bruin (grond-donker)
pl: brązowy
ru: коричневый

source: boy (colloquial)
de: Junge (umgangssprachlich)
es: ni
hu: fiú (köznapi)
nl: jongen (spreektaal)
pl: chłopak (potocznie)
ru: мальчик (разг.)

source: girl (colloquial)
de: Mädchen (umgangssprachlich)
es: ni
hu: lány (köznapi)
nl: meisje (spreektaal)
pl: dziewczyna (potocznie)
ru: девочка (разг.)

source: boy
de: Junge
es: ni
hu: fiú
nl: jongen
pl: chłopak
ru: мальчик

source: girl
de: Mädchen
es: ni
hu: lány
nl: meisje
pl: dziewczyna
ru: девочка

source: tetrapteron
de: Tetrapteron, Flamingo ähnlicher Vogel Pandoras
hu: tetrapteron (pandorai állatfaj)

source: fan lizard
de: Fächerechse, Fanisaurus pennatus, geflügelte Fächerechse
es: lagarto abanico
hu: legyezőgyík
nl: waaier-hagedis
pl: jaszczurka wachlarzowa
ru: веерная ящерица

source: on the contrary, conversely
de: im Gegensatz, im Gegenteil, andererseits
es: a la inversa
hu: ellenkezőleg, ellentétesen
nl: in tegendeel
pl: przeciwnie, odwrotnie
ru: напротив

source: cloud
de: Wolke
es: nube
hu: felhő
nl: wolk
pl: chmura
ru: облако

source: hill
de: Hügel, kleiner Berg
es: colina, cerro
hu: domb
nl: heuvel
pl: pagórek
ru: холм

source: prolemuris
de: Prolemuris, Lemuren ähnliche Affenart Pandoras, Prolemuris noctis
es: polemuris
hu: prolemuris (pandorai állatfaj)
pl: prolemur
ru: null

source: last, ultimate, terminal
de: endgültig, ein Ende bringend
es: null
hu: utolsó, végső, befejező
nl: laatste, uiteindelijke
pl: ostatni, ostateczny
ru: последний

source: bone
de: Knochen
es: el hueso
hu: csont
nl: bot (gebeente)
pl: kość
ru: кость

source: shadow
de: Schatten
es: sombra
hu: árny(ék)
nl: schaduw
pl: cień
ru: тень

source: mist, fog, steam
de: Nebel, Dunst, (Wasser)Dampf
es: bruma, niebla, vapor
hu: pára, köd, gőz
nl: mist, stoom
pl: mgła, para
ru: туман, пар

source: capture
de: Gefangennahme, Fang
es: apresamiento, captura
hu: zsákmány
nl: vangen
pl: schwytanie, pojamnie
ru: добыча

source: passion
de: Leidenschaft
es: pasi
hu: szenvedély
nl: passie
pl: pasja
ru: страсть

source: kindness
de: Nettigkeit, Aufmerksamkeit, Rücksicht
es: bondar, amabilidad, favor
hu: kedvesség
nl: vriendelijkheid
pl: uprzejmość
ru: доброта

source: gift
de: Geschenk
es: regalo
hu: ajándék
nl: kado
pl: prezent, podarunek
ru: подарок

source: grassroots movement
de: Basisbewegung, Volksbewegung
es: moviemiento de base
hu: néprétegek megmozdulása
nl: burgerinitiatief, activisme (van grassroot)
pl: inicjatywa oddolna
ru: низовое движение

source: be familiar, be known (with dative)
de: vertraut sein, jemanden kennen (mit Dativ)
es: estar familiarizado con (con dativo)
hu: ismerni
nl: familiair zijn
pl: znać, być zaznajomionym (z formą celownika)
ru: быть известным

source: discourse on, talk about, say something concerning
de: über jemanden reden, über etwas reden
es: hablar, disertar sobre
hu: értekezik, beszél valamiről, oda vonatkozót mond
nl: praten over, iets zeggen/uitweiden over
pl: rozmawiać, dyskutować, rozprawiać
ru: дискутировать, высказаться о..

source: excuse me
de: Verzeihung, Entschuldigung
es: perdone me
hu: Elnézést!
nl: sorry, vergeef me
pl: przepraszam
ru: извините

source: interrupt, throw out of harmonious balance
de: unterbrechen, aus der harmonischen Balance bringen (für Aktivitäten, Umstände)
es: interrumpir, tirar de equilibrio arm
hu: megszakít, félbeszakít, kizökkent
nl: onderbreken, uit harmonische balans gooien
pl: przerywać, wyprowadzać z równowagi
ru: нарушение гармонии

source: hinder
de: hindern, jmd. unterbrechen, jdm. im Weg sein, ein Hindernis sein
es: estorbar, dificultar, impedir
hu: akadályoz
nl: hinderen
pl: utrudniać
ru: мешать

source: suggest
de: vorschlagen
es: sugerir, aconsejar
hu: javasol
nl: voorstellen, suggereren
pl: sugerować
ru: предлагать

source: introduce, present
de: jmd., et. vorstellen, präsentieren
es: introducir, hacer entrega de
hu: bemutat, előad
nl: introduceren, voorstellen
pl: przedstawiać, prezentować
ru: представлять

source: focus on, specialize in, be particularly interested in
de: konzentrieren, spezialisieren, interessiert sein
es: se centran en, se especializan en, estar particularmente interesado en
hu: koncentrál valamire, specializálódik, különösen érdeklődik
nl: focussen op, specialiseren in, geïnteresseerd zijn in
pl: skupiać się, specjalizować się, być szczególnie zainteresowanym
ru: интересоваться, специализироваться

source: fighting
de: das Kämpfen
es: pelea
hu: küzdelem
nl: vechten
pl: walka
ru: борьба (абстрактно)

source: equally, on the same level
de: gleichbereichtigt, auf gleicher Stufe, auf gleicher Ebene
es: igualmente, en el mismo nivel
hu: egyformán, egy szinten
nl: gelijk, op gelijk niveau
pl: równo, identycznie, tak samo
ru: эквиваллентно

source: Paris
de: Paris (Hauptstadt Frankreichs)
hu: Párizs
nl: Parijs
pl: Paryż
ru: Париж

source: blooming, unfolding
de: Aufblühen, Ausblühen
es: flor
hu: virágzás, kinyílás
nl: bloeien
pl: kwitnienie, rozwój
ru: цветение

source: abstract idea of a suggestion
de: Vorschlag (abstrakt), das Vorschlagen
es: sugerencia, propuesta
hu: javaslat
nl: suggestie
pl: sugerowanie
ru: предложение (абстрактная идея)

source: the art of cooking
de: Kochen, Kochkunst
es: el arte de cocinar
hu: a főzés művészete
nl: kookkunst
pl: kuchnia, sposób gotowania
ru: поварское искусство

source: repeat, do again
de: wiederholen, noch einmal tun
es: repetir, hacer otra vez, dar una paliza a
hu: ismétel, újra csinál
nl: herhalen
pl: powtarzać
ru: повторять

source: French
de: französisch, in Französisch
es: franc
hu: francia, franciául
nl: Frans, in het Frans
pl: po francusku
ru: по-французски

source: German
de: deutsch, in Deutsch
es: alem
hu: német, németül
nl: Duits
pl: po niemiecku
ru: по-немецки

source: in detail, expansively, thoroughly
de: im Detail, genau, detailiert
es: en detalle, a fondo
hu: részletesen, alaposan
nl: in detail, uitgebreid
pl: szczegółowo, gruntownie, wylewnie
ru: подробно

source: fine, detailed, precise, intricate (of things)
de: detailiert, präzise, genau (für Dinge)
es: fina, detallada, precisa, intricado (para cosas)
hu: finom, részletes, precíz, bonyolult (dolog)
nl: fijn, precies, gedetailleerd (van dingen)
pl: szegółowy, dokładny, zawiły
ru: точный, углубленный,сложный (о вещи)

source: thorough, detail-orientated (of a person)
de: genau, detail-orientiert, gründlich (für Menschen)
es: completo, orientado a los detalles (de una persona)
hu: alapos, részletességre törekvő (személy)
nl: diepgaand, gedetailleerd (van een persoon)
pl: skrupulatny, skupiony na szczegółach (o osobie)
ru: вдумчивый

source: thoroughness, attention to detail
de: Gründlichkeit, Liebe zum Detail
es: minuciosidad, la atenci
hu: alaposság, részletesség
nl: diepgaandheid, precisie, gedetailleerdheid
pl: skrupulatność, zwracanie uwagi na szczegóły
ru: вдумчивость, внимание к деталям

source: be born
de: geboren werden
es: nacer
hu: születik
nl: geboren worden
pl: rodzić się
ru: родиться

source: give birth to
de: gebären
es: dar a luz a, parir
hu: szül (valakit)
nl: baren
pl: urodzić
ru: породить

source: on a daily basis, regularly
de: täglich, regelmäßig, in täglicher Weise
es: sobre una base diaria, regularmente
hu: napi szinten, rendszeresen
nl: dagelijks, regelmatig
pl: codziennie, regularnie
ru: ежедневно

source: activity that keeps one busy
de: Tätigkeit, die einen beschäftigt hält
es: actividad que lo mantiene a uno ocupado
hu: elfoglaltságot adó cselekvés
nl: activiteit die je bezig houdt
pl: zajmująca czynność
ru: занятие

source: main, primary
de: hauptsächlich, Haupt-, pimär, wichtigste
es: principal
hu: fő, elsődleges
nl: eerste, primaire
pl: główny, podstawowy
ru: главный, первичный

source: occupation, primary role in society
de: Beruf, Hauptbeschäftigung in der Gesellschaft
es: ocupaci
hu: foglalkozás, elsődleges szerep a társadalomban
nl: bezigheid, primaire rol in de gemeenschap
pl: zawód, rola w społeczeństwie
ru: деятельность, основная роль в обществе

source: cook, cooker
de: Koch
es: cocinero (a)
hu: szakács
nl: kok
pl: kucharz
ru: повар

source: look after, take care of, be responsible for
de: kümmern um, sorgen um, verantwortlich sein für
es: cuidar, ser responsable de
hu: vigyáz, gondoskodik, felelős
nl: letten op, verantwoordelijk zijn voor
pl: opiekować się
ru: смотреть на, отвечать за

source: say hello, greet
de: grüßen, Hallo sagen
es: saludar
hu: köszön(t), üdvözöl
nl: groeten, hallo zeggen
pl: pozdrowić, witać
ru: поприветствовать

source: traveller
de: Reisender
es: viajero (a)
hu: utazó
nl: reiziger
pl: podróżnik
ru: путешественник

source: that
de: das, diese Sache, dass (Relativsatz-Einleiter)
es: null
hu: azt, hogy (alárendelt tagmondatot jelez)
nl: dat
pl: który (forma ergatywu)
ru: что

source: exercise, train
de: üben, trainieren
es: hacer ejercicio, entrenarse
hu: gyakorol, edz
nl: oefenen, trainen
pl: ćwiczyc, trenować
ru: упражняться, тренироваться

source: sing
de: singen
es: cantar
hu: dalol
nl: zingen
pl: śpiewać
ru: петь

source: little moment, second
de: kleiner Moment, Momentchen, Augenblickchen, Sekunde
es: segundo, momentito
hu: kis pillanat, másodperc
nl: een kort moment, seconde
pl: krótka chwila, sekunda
ru: мгновение, секунда

source: spend time with, hang out with
de: Zeit verbringen
es: pasar el tiempo, pasar el rato con
hu: időt tölteni, „lógni” valakivel
nl: samen zijn met
pl: spędzać czas ze sobą, spotykać się
ru: тратить время на

source: be busy, be occupied
de: beschäftigt sein
es: estar ocupado (a)
hu: elfoglalt, tevékeny
nl: bezig zijn, druk zijn
pl: być zajętym
ru: иметь занятие

source: Sweden
de: Schweden
es: Suecia
hu: Svédország
nl: Zweden
pl: Szwecja
ru: Швеция

source: lately, currently
de: in letzter Zeit, derzeitig, zurzeit
es: null
hu: mostanában, jelenleg
nl: tegenwoordig, momenteel
pl: obecnie, ostatnio
ru: позднее, сейчас

source: be busy (positive sense), be engrossed in something one finds especially pleasant and energizing
de: beschäftigt sein (positiv), in etwas vertieft sein, das man besonders gern macht
es: Estar ocupado (sentido positivo): se absorto en algo se encuentra especialmente agradable y estimulante
hu: elfoglalt(nak lenni) (pozitív értelemben), elmélyed valamiben, amit különösen kellemesnek talál
nl: bezig zijn (positief), iets doen wat je leuk en opwekkend vindt
pl: być zajętym (w pozytywnym znaczeniu), być pochłoniętym czymś interesującym i pasonującym
ru: быть занятым (в позитивном смысле), быть поглощенным чем-то увлекательным

source: be busy (negative sense): be tired out and overwhelmed by an activity that's keeping one busy
de: beschäftigt sein (negativ): von einer Aktivität überfordert oder ermüdet sein
es: Estar ocupado (sentido negativo): ser cansado y abrumado por una actividad que mantiene una ocupada
hu: elfoglalt(nak lenni) (negatív értelemben): „nyakig ül a munkában”
nl: bezig zijn (negatief), moe/overweldigd zijn door een activiteit
pl: być zajętym (w negatywnym znaczeniu), być zmęczonym i zawalonym daną czynnością
ru: быть занятым (в отрицательном смысле), быть утомленным и задавленным неким делом

source: free time, the absence of business
de: Freizeit, Abwesenheit von Geschäftigkeit
es: tiempo libre, la ausencia de negocios
hu: szabadidő, teendők hiánya
nl: vrije tijd
pl: czas wolny
ru: свободное время

source: hobby, pleasure-yielding activity
de: Hobby, freudebringende Tätigkeit
es: afici
hu: hobby, örömet szerző tevékenység
nl: hobby, plezierige activiteit
pl: hobby, pasja
ru: хобби, приятная занятость

source: bringing fun, exciting
de: lustig, spaßig, aufregend, Spaß bringend
es: traer la diversi
hu: mókás, izgalmas
nl: wat plezier brengt, opwindend
pl: zabawny, ekscytujący, dający radość
ru: радующий, восхищающий

source: Europe
de: Europa
es: Europa
hu: Európa
nl: Europa
pl: Europa
ru: Европа

source: ejective consonant
de: Ejektiv, ejektiver Konsonant
es: null
hu: „ejective” mássalhangzó (kx,tx,px)
nl: ejectieve medeklinker
pl: spółgłoska ejektywna, ejektyw
ru: эжективная согласная

source: fun, excitement
de: Spaß, Aufregung
es: diversi
hu: móka, izgalom
nl: plezier, opwinding
pl: zabawa
ru: веселье

source: in a manner which is enjoyable, enjoyably
de: auf eine lustige Art und Weise
es: de manera que es agradable, agradablemente
hu: élvezetes módon, élvezetesen
nl: op een plezierige manier
pl: przyjemnie, w sposób dający przyjemność
ru: весело

source: be good at
de: gut sein in etwas
es: ser bueno en
hu: jó valamiben
nl: goed zijn in
pl: być dobrym w czymś
ru: пригодность для

source: be bad at
de: schlecht sein in etwas
es: ser malo en
hu: rossz valamiben
nl: slecht zijn in
pl: być złym w czymś
ru: непригодность для

source: heat
de: Hitze
es: calor
hu: hő
nl: hitte
pl: ciepło
ru: теплота, жара

source: coldness, cold
de: Kälte
es: fr
hu: hideg
nl: kou, koude
pl: zimno
ru: холод

source: event, happening
de: Ereignis, Geschehen, Veranstaltung
es: suceso
hu: esemény, történés
nl: gebeurtenis
pl: wydarzenie
ru: случай

source: by drinking, in a liquid way
de: trinkend, in flüssiger Weise
es: por tomar, por beber, relacinado con el cosumo de bebidas l
hu: ivás útján
nl: door te drinken
pl: płynnie, w stanie ciekłym
ru: через жидкость

source: next
de: nächster
es: luego, despu
hu: következően
nl: volgend(e)
pl: następnie
ru: ?после?

source: handsome, good looking
de: gutaussehend, attraktiv
es: guapo (usalmente cu
hu: jóképű, helyes
nl: knap, goed uitziend
pl: przystojny
ru: статный, хорошо выглядящий

source: bodily, physical
de: körperlich, physisch
es: f
hu: testi, fizikai
nl: lichamelijk, fysiek
pl: cielesny, fizyczny
ru: телесный

source: face lead, rein
de: Zügel
es: brida, rienda
hu: kantár, kötőfék
nl: lijn, teugels
pl: lejce
ru: узда

source: fern
de: Farn, Farnkraut
es: helecho
hu: páfrány
nl: varen
pl: paproć
ru: папортник

source: protect
de: beschützen
es: proteger
hu: véd
nl: beschermen
pl: chronić, osłaniać
ru: защитить

source: serve
de: dienen
es: servir
hu: szolgál
nl: bedienen
pl: służyć, usługiwać
ru: служить

source: to persist in a state, to continue to perform an action
de: in einem Zustand bleiben, eine Handlung fortführen, weitermachen
es: de persistir en un estado, seguir para realizar una acci
hu: valamilyen állapotban marad, folytat egy cselekvést
nl: in iets volharden, iets constant blijven doen
pl: kontynuwać (czynność)
ru: продолжать действие

source: so, to such an extent
de: so, derart, dermaßen
es: as
hu: úgy, annyira
nl: zo, in zoverre
pl: tak, tak bardzo
ru: так, до этих пределов

source: Jesus
es: Jes
hu: Jézus
nl: Jezus
pl: Jezus
ru: Исус

source: concerning language, regarding language
de: Sprach-, die Sprache betreffend
es: acerca del lenguaje, en relaci
hu: nyelvet illető, nyelvi
nl: betrekking hebbend op taal
pl: językowy, dotyczacy języka
ru: языковый

source: since (temporal)
de: seit (zeitlich)
es: ya que, desde que, pues, comoquiera que
hu: … óta (időben) másik alakja
nl: sinds (tijd)
pl: od (chwili, która)
ru: с (время)

source: since (temporal)
de: seit (zeitlich)
es: ya que, desde que, pues, comoquiera que
hu: … óta (időben)
nl: sinds (tijd)
pl: od (ktrórej to chwili)
ru: с (время)

source: across, aiming for the opposite side of
de: hinüber, über, die andere Seite erreichen wollend
es: a trav
hu: keresztül, át az ellenkező oldalra
nl: tegenover, mikkend op de overkant van
pl: przez, na drugą stronę
ru: через (на противоположную сторону)

source: opposite, on the opposite side
de: gegenüberliegend, andere Seite
es: opuesto, en el lado opuesto
hu: ellentkező, az ellenkező oldalon
nl: tegenover, aan de overkant
pl: przeciwny, znajdujący się po przeciwnej stronie
ru: противоположный (сторона)

source: describe
de: beschreiben
es: describir
hu: leír (jellemez)
nl: beschrijven
pl: opisywać
ru: описывать

source: description
de: Beschreibung
es: descripci
hu: leírás
nl: omschrijving
pl: opis
ru: описание

source: guess, informed guess, hunch, intuition
de: begründete Vermutung, Intuition
es: hacer una conjetura informconjetura, conjetura informada, corazonada, intuici
hu: tipp, találgatás, gyanú, megérzés
nl: gok, voorgevoel, intuitie
pl: domysł, przypuszczenie, intuicja, wyczucie
ru: догадка?, интуиция

source: make an informed guess
de: vermuten, eine begründete Vermutung machen
es: hacer una conjetura informada
hu: találgat
nl: een gegronde gok doen
pl: zgadywać, strzelać
ru: догадаться

source: speculative, intuitive
de: spekulativ, auf Vermutung beruhend
es: hacer una conjetura informada, especulativa, intuitiva (de una acci
hu: elméleti, intuitív
nl: speculatief, intuïtief
pl: spekulatywny, intuicyjny, oparty na domysłach
ru: предположительный, интуитивный

source: making an informed guess, acting on intuition
de: eine begründete Vermutung machend, aufgrund von Intuition handeln
es: hacer una conjetura informada, actuando en la intuici
hu: találgatva, megérzés alapján cselekedve
nl: een gegronde gok doen, op intuïtie ageren
pl: intuicyjnie, na podstawie wyczucia
ru: интуитивно

source: tool, utensil
de: Werkzeug, Gerät
es: instrumento de trabajo,
hu: eszköz, szerszám
nl: gereedschap
pl: narzędzie
ru: инструмент

source: play music (with {\bf fa} for instrument played)
de: Musik spielen (mit {\bf fa} für Instrumente)
es: reproducir m
hu: zenél ({\bf fa} a hangszer neve előtt)
nl: muziek maken (met {\bf fa} voor het bespeelde instrument)
pl: grać (na instrumencie {\bf fa})
ru: играть музыку (с {\bf fa} для указания инструмента)

source: thirsty
de: durstig
es: tener sed
hu: szomjas
nl: dorstig
pl: spragniony
ru: жаждущий

source: thirst
de: Durst
es: deseo, ansia, ganas
hu: szomjúság
nl: dorst
pl: pragnienie
ru: жажда

source: worry
de: Sorge, Besorgnis, Befürchtung
es: preocupaci
hu: aggodalom
nl: zorg
pl: obawa, niepokój
ru: беспокойство

source: worryingly, fretfully
de: besorgniserrende Weise
es: impacientemente
hu: aggódva, bosszúsan
nl: zorgelijk
pl: niepokojąco, niespokojnie
ru: беспокойно

source: confusion
de: Verwirrung, Durcheinander, Verwirrtheit
es: confusi
hu: zűrzavar
nl: verwarring
pl: zakłopotanie, zmieszanie, niepewność
ru: смущение

source: argue, dispute
de: bestreiten, anfechten, streiten
es: discutir, disputar
hu: vitatkozik, veszekszik
nl: discussieren, redetwisten
pl: kłócić się, spierać się, kwestionować
ru: спорить

source: dispute, argument
de: Streit, Auseinandersetzung
es: disputa, controversia, argumento
hu: vita, veszekedés
nl: dispuut, redetwist
pl: kłótnia, spór, sprzeczka, nieporozumienie
ru: спор, аргумент

source: point of contention, source of argument, thing disputed
de: Streitpunkt, Streitgrund
es: punto de contenti
hu: a vita tárgya, a szóváltás oka, a vitatott dolog
nl: bron van dispuut, reden van het argument
pl: kość niezgody, przedmiot sporu
ru: предмет спора

source: disagreeable, argumentative (of an agent)
de: umstritten
es: desagradable, argumentativo
hu: kötekedő, okoskodó (személy)
nl: onverkwikkelijk, onprettig
pl: kłótkiwy, sporny
ru: непримиримый, склочный

source: disagreeably, begrudgingly
de: in unangenehmer Weise
es: desagradable, de mala gana
hu: kötekedve, húzódozva
nl: onverkwikkelijk, onprettig
pl: kłótliwie
ru: склочно

source: already
de: schon, bereits
es: ya
hu: már
nl: al, reeds
pl: już
ru: уже

source: by, before, up to but not after
de: bis (spätestens)
es: por, antes de, hasta pero no despu
hu: mire, amíg, addigra
nl: tot, voor, tot aan maar niet na
pl: do, przed, aż do, ale nie później
ru: до того (о времени)

source: something imagined
de: Vorgestelltes, Ausgemaltes, Imaginiertes
es: algo imaginado
hu: elképzelt dolog
nl: iets verbeeld
pl: wyobrażenie, urojenie
ru: воображаемое

source: imagination
de: Vorstellungskraft
es: imaginai
hu: képzelet
nl: verbeelding
pl: wyobraźnia
ru: воображение

source: bright, vivid
de: strahlend, lebhaft, anschaulich, lebendig
es: brillante, intenso
hu: fényes, élénk
nl: helder, levendig
pl: jasny, oślepiający
ru: яркий
