Repository: LearnNavi/Language
Catalog: Localizations/*.xliff
Languages: de, es, hu, nl, pl, ru

source: be in order, be organized
de: ordentlich sein, organisiert sein, aufgeräumt sein
hu: rendben van, rendezett
nl: op orde zijn, georganiseerd zijn
pl: być uporządkowanym, być dobrze zorganizowanym
ru: быть в порядке

source: put in order, organize
de: ordnen, ordentlich machen, aufräumen, in Ordnung bringen
hu: rendbe rak, redszerez
nl: op orde brengen, organiseren
pl: sprzątać, organizować
ru: организовать

source: system, process, procedure, approach
de: Methode, Herangehensweise, System, Prozedere, Prozess
hu: rendszer, eljárás, folyamat, módszer
nl: systeem, proces, procedure, benadering
pl: podejście, procedura, proces, algorytm
ru: система, процесс, метод, подход

source: chaotic, messy, disorganized, in shambles
de: chaotisch, unordentlich, durcheinander, unaufgeräumt
hu: kaotikus, rendetlen, rendezetlen, összevissza
nl: chaotisch, rommelig, ongeorganiseerd, puinhoop
pl: chaotyczny, nieuporządkowany, niezorganizowany
ru: беспорядочно

source: organized, ``on top of things''
de: organisiert, ``alles im Griff haben", ``den Überblick behalten"
hu: rendezett
nl: georganiseerd, alles in de hand hebbend
pl: zorganizowany, uporządkowany
ru: организованный, "во главе угла"

source: silently
de: in leiser Weise, in stiller Weise
hu: halkan
nl: stilletjes
pl: cicho
ru: тихо

source: hunt
de: Jagd (konrektes Ereignis)
hu: vadászat (egy konkrét esemény)
nl: jacht
pl: polowanie, łowy
ru: охота (мероприятие)

source: compete
de: konkurrieren, sich messen, wetteifern, wettstreiten
hu: versenyez
nl: wedijveren, deelnemen aan wedstrijd
pl: rywalzowac, współzawodniczyć
ru: состязаться

source: competition
de: Wettstreit, Konkurrenz (abstrakt)
hu: verseny
nl: competitie
pl: rywalizacja, współzawodnictwo, konkurencja
ru: состязательность

source: a competition
de: Wettkampf, Konkurrenz (konkret)
hu: verseny
nl: een competitie
pl: konkurs, zawody, turniej
ru: соревнование

source: a contest
de: Wettbewerb
hu: mérkőzés
nl: een wedstrijd
pl: wyścig, rozgrywka
ru: раунд соревнования

source: fairness, justice
de: Gerechtigkeit, Fairness
hu: becsületesség, igazság(osság)
nl: eerlijkheid, rechtvaardigheid
pl: sprawiedliwość
ru: справедливость

source: constrict, tighten
de: einengen, einschnüren, verengen, straffen, zuziehen, zusammenziehen
hu: szorít, feszesít
nl: beperken, vast(er) maken
pl: zacieśniać, zaciskać
ru: сжимать

source: weird, spooky
de: gruselig, schaurig, schauerlich, schreckhaft, unheimlich
hu: hátborzongató, kísérteties
nl: vreemd, eng
pl: straszny, przerażający
ru: потусторонний

source: maximally
de: maximal, höchstens
hu: maximálisan, legfeljebb
nl: maximaal
pl: najbardziej, maksymalnie
ru: максимально

source: minimally
de: minimal, mindestens
hu: minimálisan, legalább
nl: minimaal
pl: najmniej, minimalnie
ru: минимально

source: smell (not intentionally)
de: riechen (ungewollt)
hu: érez (szagot!)
nl: ruiken (niet doelbewust)
pl: czuć (zapach)
ru: нюхать (не намеренно)

source: taste (not intentionally)
de: schmecken (ungewollt)
hu: i.(t)
nl: proeven (niet doelbewust)
pl: odczuwać smak (czegoś)
ru: пробовать на вкус (не намеренно)

source: feel (not intentionally)
de: fühlen (ungewollt)
hu: érez (érintéssel!)
nl: voelen (niet doelbewust)
pl: czuć (w sposób niezamierzony)
ru: осязать (на намеренно)

source: listen to (intentionally)
de: zuhören, hinhören, anhören
hu: hallgat (figyel valamilyen hangra)
nl: luisteren naar (doelbewust)
pl: słuchać, nasłuchiwać
ru: слушать (намеренно)

source: to smell (intentionally)
de: riechen (gewollt)
hu: szagol
nl: ruiken (doelbewust)
pl: wąchać
ru: нюхать (намеренно)

source: sight, look, appearance
de: Aussehen, Erscheinungsbild, Anblick
hu: látvány, kinézet, megjelenés
nl: zicht, uitzicht, aangezicht
pl: wygląd
ru: внешний вид

source: taste, flavor
de: Geschmack, Aroma, Geschmacksrichtung
hu: íz, zamat
nl: smaak
pl: smak (czegoś)
ru: вкус, аромат

source: touch, feel, texture
de: Berührung, Gefühl, Beschaffenheit, Textur
hu: érintés, érzés, textúra
nl: gevoel, tekstuur, aanraking
pl: tekstura, dotyk
ru: текстура

source: (sense of) sight, vision
de: Sehvermögen, Sehsinn
hu: látás, látvány
nl: zien, zicht (zintuig)
pl: wzrok
ru: зрячесть

source: (sense of) hearing
de: Gehörsinn, Hörvermögen
hu: hallás
nl: gehoor (zintuig)
pl: słuch
ru: слушание

source: (sense of) smell
de: Geruchsinn, Geruchvermögen
hu: szaglás
nl: reuk (zintuig)
pl: zapach (zmysł zapachu)
ru: обояние

source: (sense of) taste
de: Geschmacksinn
hu: ízlelés
nl: smaak (zintuig)
pl: smak (zmysł)
ru: вкус (чувство)

source: (sense of) touch
de: Tastsinn, Tastvermögen
hu: érintés
nl: tast (zintuig)
pl: dotyk (zmysł dotyku)
ru: осязание

source: resemble in a sensory modality, come to the senses as
de: einer sinnlichen Weise ähneln, den Sinnen erscheinen als ob
hu: olyan érzés/szagú/ízű/ mint... , úgy néz ki/hangzik mint...
nl: zich voelen als
pl: zdawać się, być odczuwanym przez zmysły
ru: прийти в чувство

source: good-smelling
de: gut-riechend
hu: jószagú
nl: goed-ruikend
pl: przyjemnie pachnący
ru: ароматный

source: bad-smelling
de: schlecht-riechend
hu: rossz szagú
nl: slecht-ruikend
pl: nieprzyjemnie pachnący
ru: зловонный

source: sour
de: sauer
hu: savanyú, keserű
nl: zuur
pl: kwaśny
ru: кислый

source: salty
de: salzig
hu: sós
nl: zout
pl: słony
ru: соленый

source: savory, umami, rich
de: herzhaft, pikant, umami, reichhaltig
hu: ízletes, pompás, bőséges
nl: hartig, umami, rijk van smaak
pl: null
ru: пряный

source: smell of decaying wood and leaves, dank (non-animal decay)
de: nasskalt, modrig, Geruch von verrotenden Blättern und Holz
hu: rothadó fa és levelek szagára emlékeztető, nyirkos szagú (nem állati)
nl: geur van rottend hout en bladeren, muf (niet-dierlijk verval)
pl: pachnący zbutwiałym drewnem lub gnijącymi liśćmi
ru: гнилой (но не трупный запах)

source: smell of decaying animal/flesh, rotting, putrid
de: faulig, verwest, verdorben, Geruch von verfaulendem Tier(fleisch)
hu: bomló állat vagy rothadó hús szagára emlékeztető
nl: geur van rottend dier/vlees
pl: pachnący gnijącym mięsem, rozkładem
ru: трупный (запах)

source: pleasant smell of nearby running water, rain, moist vegetation
de: angenehmer Geruch von nahem Gewässer, Regen, feuchter Vegetation
hu: közelben folyó víz, eső vagy nedves növényzet kellemes illatára emlékeztető
nl: plezierige geur van nabij stromend water, regen, natte vegetatie
pl: aromat wody bieżącej, deszczu, wilkotnej rośliności
ru: запах водопада, влажных растений

source: sweetly aromatic (a flowery or aromatic woody sort of smell; may also refer to some spices used in Na'vi cooking)
de: süßlich-aromatisch (blumig oder aromatisch holziger Geruch; kann sich auch auf ein Gewürz in der Na'vi Küche beziehen)
hu: édes illatú/aromájú (pl. virág ; utalhat a na’vik által használt fűszerre is)
nl: zoet aromatisch (evt. ook Na'vi kruiden voor bij het koken)
pl: o słotkim zapachu (rodzaj przyjamnego zapachu kwiatowego lub drewna; może odnosić się do niektórych przypraw używanych przez Na'vi)
ru: сладко ароматный (для цветов или ароматного дерева или некоторых кухонных специй)

source: smell of living animals, as found around a watering hole
de: Geruch von lebenden Tieren, wie er sich um ein Wasserloch oder ein Gelege findet
hu: élő állat szagára emlékeztető (pl. ivóhely közelében)
nl: geur van levende dieren, zoals bij een drinkgebied
pl: pachnący zywymi zwierzętami, jak przy wodopoju
ru: пахнущий живым животным (какой бывает вокруг водопоя)

source: sense (means of perception)
de: Sinn, sinnlicher Eindruck, Wahrnehmung
hu: érzék (érzékelés)
nl: zintuig
pl: zmysł
ru: чувство (ощущение)

source: physical or athletic game, sport
de: physisches oder athletisches Spiel, Sport
hu: fizikai vagy atlétikai játék, sport
nl: lichamelijk of atletisch spel, sport
pl: sport, ćwiczenia fizyczne
ru: физкультура

source: left side
de: linke Seite
hu: bal oldal
nl: linkerkant
pl: lewa (strona)
ru: левая сторона

source: right side
de: rechte Seite
hu: jobb oldal
nl: rechterkant
pl: strona prawa
ru: правая сторона

source: design (finer detail)
de: entwerfen, designen, gestalten (im Detail)
hu: tervez
nl: ontwerpen
pl: projektować
ru: проектировать (детально)

source: design (the act or art of designing
de: Entwerfen, Designen, Gestalten
hu: tervezés
nl: ontwerp (het doen, het ontwerpen)
pl: projektowanie (proces lub sztuka projektowania)
ru: проектирование

source: design (a particular instance of designing)
de: Design, Entwurf
hu: terv, tervezet
nl: ontwerp (specifiek geval)
pl: projekt (konkretny projekt czegoś)
ru: проект

source: feeling of mystery or incomprehension
de: Gefühl von Unverständnis, Rätselhaftigkeit, Nichtverstehen
hu: titkozatosság vagy értetlenség érzése
nl: gevoel van mysterie of verwarring
pl: poczucie tajemnicy, braku rozumienia
ru: чувство непонятного

source: worrisome matter, source of worry
de: Grund, Ursache von Besorgnis
hu: aggasztó dolog, aggodalom oka/forrása
nl: iets wat je zorgen baart
pl: niepokojący problem, źródło niepokoju
ru: источник беспокойства

source: something confusing, source of confusion
de: Grund, Ursache von Verwirrung
hu: zavaros dolog, zűrzavar oka/forrása
nl: iets verwarrends
pl: powód zakłopotania, coś kłopotliwego
ru: источник замешательства

source: mystery, riddle, enigma, conundrum
de: Mysterium, Rätsel
hu: rejtély, talány, rejtvény, titokzatosság
nl: mysterie, raadsel
pl: tajemnica, zagadka
ru: тайна, загадка

source: trick, sleight of hand, clever/special methodology
de: Trick, Kniff, klevere oder spezielle Methode
hu: trükk, bűvészmutatvány, ügyes/speciális módszer
nl: truuk, kunstje, vingervlugheid
pl: sztuczka, sposób, naciągnięcie, podstęp, chwyt
ru: трюк, фокус, особый приём

source: mysteriously, in a puzzling fashion
de: in mysteriöser, rätselhafter Weise
hu: titokzatosan, rejtélyes módon
nl: mysterieus
pl: tajemniczo, w niezrozumiały sposób
ru: загадочно

source: mysterious, puzzling, enigmatic
de: mysteriös, rätselhaft
hu: titokzatos, rejtélyes
nl: mysterieus
pl: tajemniczy, niezrozumiały, zagadkowy
ru: загадочный

source: worrisome, troubling
de: besorgniserregend, beunruhigend
hu: aggasztó, nyugtalanító
nl: zorgelijk, zorgbarend
pl: niepokojący, dokuczliwy
ru: беспокоящий

source: confusing
de: verwirrend
hu: zavaros, zavarbaejtő
nl: verwarrend
pl: kłopotliwy
ru: смущенный

source: wild, natural (something in its original, unmodified, untampered-with natural state)
de: wild, natürlich, naturbelassen (etwas in unverändertem, natürlichem Zustand)
hu: vad, természetes (hamisítatlan, eredeti, változatlan állapotú)
nl: wild, natuurlijk (iets in natuurlijke, onaangetaste staat)
pl: dziki, naturalny (będący w naturalnym, niezmienionym stanie)
ru: нетронутый, натуральный

source: naturally, without tampering with or changing the nature
de: in natürlicher Weise, ohne den natürlichen Zustand zu ändern
hu: természetesen, hamisítatlanul
nl: natuurlijk, onveranderd, puur
pl: naturalnie, bez dodatków czy zmiany natury
ru: натурально

source: modified, interfered with, no longer in a natural state
de: verändert, nicht länger in natürlichem Zustand
hu: módosított, megváltoztatott, nem eredeti állapotú
nl: veranderd, niet langer natuurlijk
pl: zmieniony, zmodyfikowany, będący w nienaturalnym stanie
ru: модифицированный, не в естественном состоянии

source: relax, chill out
de: entspannen, relaxen, chillen
hu: relaxál, kikapcsol
nl: ontspannen
pl: odpoczywać, rozluźniać się, uspokajać się, wyciszać się
ru: отдыхать

source: relaxation
de: Entspannung
hu: relaxáció
nl: ontspanning
pl: odpoczynek
ru: отдых

source: quiet
de: ruhig
hu: csendes
nl: stil
pl: cichy
ru: тихий

source: restore oneself (metaphorically)
de: sich wiederherstellen (metaphorisch), mit sich selbst ins Reine kommen
hu: rendbe hoz za magát(képletesen)
nl: jezelf heropbouwen (metaforisch)
pl: powracać do zdrowa, życia (przenośnie)
ru: восстановиться

source: yearn for
de: sehnen nach, verzehren nach, schmachten
hu: sóvárog (valami után)
nl: verlangen naar
pl: tęsknić
ru: тосковать по

source: yearning
de: Sehnen, Verzehren, Schmachten
hu: sóvárgás
nl: verlangen
pl: tęsknota
ru: тоска

source: experience
de: Erlebnis
hu: élmény, tapasztalat
nl: ervaring
pl: doświadczenie, praktyka
ru: опыт, умение

source: hope (abstract idea)
de: Hoffnung (abstrakt)
hu: remény (elvont)
nl: hoop (abstract idee)
pl: nadzieja (pojęcie abstrakcyjne)
ru: надежда (абстрактная идея)

source: hope (particular instance)
de: Hoffnung (konkret)
hu: hope (konkrét)
nl: hoop (specifiek geval)
pl: nadzieja (odczuwanie nadziei)
ru: надежда (на конкретное обстоятельство)

source: useless, in vain
de: unbrauchbar, nutzlos, vergeblich
hu: haszontalan, hiábavaló
nl: nutteloos
pl: bezużyteczny, nieprzydatny
ru: бесполезный

source: shelf, ledge, level, step, rung
de: Ablage, Felsvorsprung, Sims, Ebene, Stufe, Sprosse
hu: szint, fok, perem, széle valaminek
nl: plank, trede, rand, niveau
pl: pułka, krawędź, poziom, stopień, szczebel
ru: полка, выступ, шаг, ступенька

source: staircase, series of step-like levels
de: Treppen, Treppenstufen, Reihe von Stufen ähnlichen Ebenen
hu: lépcsősor
nl: trap, serie tredes
pl: schody, układ powierzchni po której da się wejść
ru: лестница

source: high level
de: hohe(r, s) Ebene, Stand, Niveau
hu: magas szint
nl: hoog niveau
pl: wysoki poziom
ru: наивысший уровень

source: intermediate level
de: mittlere(r, s) Ebene, Stand, Niveau
hu: középszint
nl: gemiddeld niveau
pl: średni poziom
ru: средний уровень

source: low level
de: niedrige(r, s) Ebene, Stand, Niveau
hu: alacsony szint
nl: laag niveau
pl: niski poziom
ru: низкий уровень

source: gentle, mild, tender (people or things)
de: zart, mild, zanftmütig, zärtlich, einfühlsam, behutsam (Lebewesen oder Dinge)
hu: gyengéd, kedves, lágy (személy vagy dolog)
nl: vriendelijk, mild, teder (mensen of dingen)
pl: łagodny, subtelny, delikatny (odnośnie ludzi lub rzeczy)
ru: заботливый, мягкий (человек или вещь)

source: gently, tenderly
de: in zarter, milder, sanftmütiger Weise
hu: gyengéden, lágyan
nl: vriendelijk, teder
pl: łagodnie, delikanie
ru: заботливо, мягко

source: gentleness, tenderness
de: Zärtlichkeit, Milde, Sanftheit, Zartheit
hu: gyengédség
nl: tederheid, vriendelijkheid
pl: subtelność, delikatność
ru: заботливо, мягко

source: suffer mentally or emotionally, be miserable
de: (mental, emotional) leiden, elend sein, unglücklich sein
hu: szenved (érzelmileg)
nl: mentaal of emotioneel lijden, miserabel voelen
pl: cierpieć psychicznie lub emocjonalnie, być przybitym
ru: страдать морально

source: unnecessary
de: unnötig, überflüssig, nicht erforderlich
hu: felesleges
nl: onnodig
pl: niepotrzebny, zbędny
ru: излишний

source: unnecessarily
de: in unnötiger, überflüssiger, nicht erforderlicher Weise
hu: feleslegesen
nl: onnodig
pl: niepotrzebnie, zbednie
ru: излишне

source: bout of suffering; episode of depression
de: Anfall von Leiden, kurze Depression
hu: szenvedés (érzelmi), depresszió
nl: periode van lijden, periode van depressie
pl: napad depresji, okres smutku
ru: эпизод морального страдания

source: acquaintance (with the potential for becoming a friend)
de: Bekannter, Bekannte (Möglichkeit zu Freundschaft)
hu: ismerős (leendő barát)
nl: bekende (met potentieel een vriend te worden)
pl: znajomość (z możliwością przyjaźni)
ru: знакомство (с возможностью подружиться)

source: deputy, general, one step down from leader
de: Stellvertreter, General (in der Rangfolge unter dem Anführer)
hu: 111helyettes, megbízott, leendő vezető
nl: onderbaas, één stap onder leider
pl: zastępca wodza, delegat, poseł
ru: представитель, помощник лидера

source: near-master
de: Beinah-Meister, Lehrling (zum Meister)
hu: leendő mester
nl: bijna-meester
pl: czeladnik
ru: почти мастер

source: apprentice teacher
de: Lehrling (zum Lehrer), Referendar
hu: leendő tanár
nl: leraar in opleiding
pl: początkujący nauczyciel
ru: помощник учителя

source: improve, get better
de: (sich) verbessern, besser werden
hu: javul, jobb lesz
nl: verbeteren, beter worden
pl: polepszać się
ru: улучшить

source: worsen, get worse
de: (sich) verschlechtern, schlechter werden
hu: rosszabbodik
nl: verslechteren, slechter worden
pl: pogarszać się
ru: ухудшить

source: improvement (in the general or abstract sense)
de: Verbesserung (allgemein oder abstrakt)
hu: javulás (általános, elvont értelemben)
nl: verbetering (algemeen, abstract)
pl: poprawa (w ogólnym lub abstrakcyjnym znaczenu)
ru: улучшение (вообще или абстрактно)

source: worsening (in the general or abstract sense)
de: Verschlechterung (allgemein oder abstrakt)
hu: rosszabbodás (általános, elvont értelemben)
nl: verslechtering (algemeen, abstract)
pl: pogorszenie (w ogólnym lub abstrakcyjnym znaczeniu)
ru: ухудшение (вообще или абстрактно)

source: improvement (specific instance)
de: Verbesserung (konkreter Fall)
hu: javulás (konkrét esetben)
nl: verbetering
pl: poprawa (konkretna zmiana stanu)
ru: улучшение (конкретное)

source: worsening (specific instance)
de: Verschlechterung (konkreter Fall)
hu: rosszabbodás
nl: verslechtering (specifiek geval)
pl: pogorszenie (konkretna zmiana stanu)
ru: ухудшение (конкретное)

source: in every way
de: in jeder Hinsicht
hu: mindenhogy
nl: op elke manier
pl: w każdy sposób
ru: по любому

source: (forum/blog) post
de: Forum-/Blogbeitrag
hu: bejegyzés, post
nl: artikel (op een forum/blog)
pl: post (na forum/blogu)
ru: пост (в блоге, на форуме)

source: no matter, no matter what, whatever
de: egal (wer, was, wie, wo), gleichgültig
hu: mindegy, bármi
nl: hoe dan ook
pl: bez znaczenia, bez względu na
ru: что бы ни было

source: validate, confirm
de: bestätigen, bestärken, für gültig erklären
hu: érvényesít, megerősít
nl: valideren, bevestigen
pl: zatwierdzić, potwierdzić
ru: подтвердить

source: rope
de: Seil
hu: kötél
nl: touw
pl: lina
ru: канат

source: hole (going clear through an object)
de: Loch (durchgängig durch ein Objekt)
hu: lyuk (átmenő)
nl: gat (gaat dwars door object heen)
pl: dziura (na wylot)
ru: отверстие

source: hole, cavity, excavation with a bottom (visible or presumed)
de: Loch, Aushöhlung mit einem Boden (sichtbar oder angenommen)
hu: lyuk, üreg (aminek van vége vagy alja)
nl: gat, uitsparing, uitgraving met een bodem (zichtbaar of aangenomen)
pl: nisza, wykop, dół (z widocznym dnem)
ru: пещера, углубление

source: nest; protected area serving as the home of Pandoran fauna
de: Nest, Nistplatz, Bau, Lager (Lagerstätte für Pandoras Fauna)
hu: fészek (állaté)
nl: nest; beschermd gebied voor fauna van Pandora
pl: gniazdo; zabezpieczony opszar będący schronieniem dla fauny Pandory
ru: гнездо, защищенное место (служащее домом пандорианской фауне)

source: bird's nest
de: Vogelnest
hu: madárfészek
nl: vogelnest
pl: ptasie gniazdo
ru: птичье гнездо

source: young of an animal, bird, fish, insect
de: Junges (von Säugetieren, Vögeln, Fischen, Insekten), Jungtier
hu: állat kicsinye (emlősé, madáré, halé, rovaré)
nl: jong (van een dier, vogel, vis, insect)
pl: młode zwierząt, ptaków, ryb, owadów
ru: молодняк

source: predator animal
de: Raubtier, Jäger
hu: ragadozó
nl: roofdier
pl: drapieżnik
ru: хищник

source: tunnel
hu: alagút
pl: tunel
ru: туннель

source: bar, rod, pole
de: Stange, Stab, Pfosten, Pfahl
hu: bot, pálca
nl: staaf, paal
pl: pręt, laska, tyczka
ru: прут, брусок, столб

source: gap, breach
de: Lücke, Spalt
hu: hézag, rés
nl: opening, breuk
pl: przerwa, szczelina
ru: щель, пролом

source: where, place where
de: wo; Ort, wo
hu: ahol
nl: waar, plaats waar
pl: gdzie, tam gdzie
ru: где, место где

source: knot
de: Knoten
hu: csomó
nl: knoop
pl: węzeł
ru: узел

source: knot, make or tie a knot
de: knoten, knüpfen, einen Knoten machen
hu: csomóz
nl: knopen, een knoop maken
pl: wiązać
ru: завязать

source: slip, slide
de: schlittern, rutschen
hu: csúszik, siklik
nl: uitglijden, glijden
pl: ślizgać się, sunąć
ru: скользить

source: hiss
de: fauchen
hu: dühösen mordul
nl: sissen
pl: syczeć
ru: шикнуть

source: bend
de: biegen, beugen, neigen
hu: hajlik
nl: buigen
pl: zginać
ru: изгиб

source: break, snap in two
de: zerbrechen, kaputt gehen
hu: törik
nl: breken, in twee delen breken
pl: łamać, przełamać na pół
ru: разбить

source: out of, from inside
de: heraus, von innen nach außen
hu: ki(-felé), belülről
nl: vanuit, vanuit de binnenkant van
pl: na zawnątrz, z wewnątrz
ru: изнутри

source: ceremony, ritual, rite
de: Zeremonie, Ritual, Brauch
hu: ünnepély
nl: ceremonie, ritueel, rite
pl: ceremonia, obrządek, rytuał
ru: церемония

source: take part in a ceremony, perform a ritual
de: einer Zeremonie beiwohnen, ein Ritual begehen
hu: ünnepel, ünnepélyen részt vesz
nl: meedoen met een ceremonie, een rtitueel doen
pl: uczestnczyć w obrządku, odprawiać rytuał
ru: провести церемонию

source: hang
de: hängen, aufhängen, anhängen
hu: lóg
nl: hangen
pl: wisieć
ru: висеть

source: purposefully, deliberately
de: absichtlich, gezielt, mit Absicht
hu: szándékosan, akarattal
nl: met opzet
pl: celowo, świadomie
ru: целенаправленно

source: accidentally, unintentionally
de: versehentlich, unbeabsichtigt, unabsichtlich
hu: véletlenül, akaratlanul
nl: per ongeluk, onbedoeld
pl: przypadkiem, nieświadomie
ru: случайно

source: fail, falter, go astray, not obtain expected or desired result
de: fehlschlagen, scheitern, Misserfolg haben, fehlgehen, nicht das gewünschte Ergebnis erlangen
hu: elbukni, hibázni, sikertelennek lenni
nl: falen, fout gaan, niet het beoogde doel behalen
pl: zawieść, ponieść porażkę, nie osiągnąć zamierzonych lub oczekiwanych rezultatów
ru: потерпеть неудачу

source: failingly, falteringly, in vain, fruitlessly, not achieving the desired or expected end
de: fehlgeschlagen, nutzlos, nicht das gewünschte Ergebnis erlangend
hu: sikertelenül, hiába
nl: falend, voor niets, vruchteloos, niet het gewilde of verwachte eind halend
pl: bez powodzenia, zawodnie, bez osiągnięcia zamierzonych lub oczekiwanych rezultatów
ru: неудачно

source: failure (abstract concept)
de: Fehlschlagen, Versagen, Scheitern (abstrakter Sinn)
hu: sikertelenség (elvont fogalom)
nl: fiasco (abstract)
pl: rozczarowanie, niepowodzenie (pojęcie abstrakcyjne)
ru: неудача (абстрактно)

source: failure (particular instance of failure)
de: Fehlschlag, Misserfolg, Versagen
hu: bukás, sikertelenség (konkrét esetben)
nl: fiasco (specifiek incident)
pl: niepowodzenie, porażka
ru: неудача (конкретная)

source: relieve oneself; (on Earth) use the restroom, go to the bathroom
de: sich erleichtern, austreten, Notdurft verrichten; (auf der Erde:) auf die Toilette gehen
hu: könnyít magán; WC-zik
nl: zich ontlasten (Op Aarde: naar het toilet gaan)
pl: wypróżnić się; (na Ziemi) skorzystać z toalety
ru: отдохнуть, использовать комнату отдыха (на Земле)

source: if (counterfactual use)
de: wenn (für irreale Bedingungssätze)
hu: ha
nl: als (contrafeitelijk gebruik)
ru: если (в зависимости от фактов)

source: then (counterfactual use)
de: dann (für irreale Folgesätze)
hu: akkor
nl: dan (contrafeitelijk gebruik)
ru: то (в зависимости от фактов)

source: how tight, loose?
de: wie eng, locker?
hu: milyen szoros, milyen laza
nl: hoe vast, los?
ru: как туго или свободно?

source: milk
de: Milch
hu: tej
nl: melk
ru: молоко

source: egg
de: Ei
hu: tojás
nl: ei
ru: яйцо

source: treasure; something rare and of great value
de: Schatz, Kostbarkeit, etwas seltenes von Bedeutung und großem Wert
hu: kincs; ritka és értékes dolog
nl: schat; iets zeldzaams en van grote waarde
ru: драгоценность

source: pendulum drum
de: Pendeltrommel
hu: 111ingadob
nl: pendule-trom
ru: качающийся барабан

source: cloth; a piece of cloth woven on a loom
de: Stoff; an einem Webstuhl hergestelltes Stück Stoff
hu: szövet
nl: doek; een stuf stof geweven op een weefgetouw
ru: тканая одежда

source: bead (decorative)
de: Perle (dekorativ)
hu: gyöngy (dísz)
nl: kraal (decoratief)
ru: бусина

source: colorful, multicolored, variegated
de: bunt, farbenfroh
hu: színes, tarka
nl: kleurrijk, bont
ru: цветастый
