Repository: LearnNavi/Language
Catalog: Localizations/*.xliff
Languages: de, es, hu, nl, pl, ru

source: chocolate
de: Schokolade
hu: csokoládé
nl: chocolade
ru: шоколад

source: pineapple
de: Ananas
hu: ananász
nl: ananas
ru: ананас

source: writer
de: Schreiber, Autor
hu: író
nl: schrijver
ru: писатель

source: movie, film, video
de: Film, Video, Spielfilm
hu: film, videó
nl: film, video
ru: фильм

source: dictionary
de: Wörterbuch
hu: szótár
nl: woordenboek
ru: словарь

source: dictionary
de: Wörterbuch
hu: szótár
nl: woordenboek
ru: словарь

source: impatiently
de: in ungeduldiger Weise
hu: türelmetlenül
nl: ongeduldig
ru: нетерпеливо

source: impatient
de: ungeduldig
hu: türelmetlen
nl: ongeduldig
ru: нетерпеливый

source: shape, form
de: Form
hu: alak, forma
nl: vorm
ru: форма

source: direction, course
de: Richtung, Kurs
hu: irány, menetirány
nl: richting, koers
ru: направление

source: rounded, curved
de: abgerunded, gekrümmt
hu: kerekített, hajlított, görbe
nl: rond, gebogen
ru: скругленный

source: ring, oval, closed shape roughly circular
de: Kreis, Oval, Kreisring, geschlossene beinah kreisrunde Form
hu: kör, ovális, nagyjából kerek forma
nl: ring, ovaal, ongeveer ronde gesloten vorm
ru: кольцо, овал, скругленная замкнутая фигура

source: circle
de: Kreis, perfekte Kreisform
hu: kör
nl: cirkel
ru: окружность

source: irregular, random
de: irregulär, willkürlich
hu: rendhagyó, véletlenszerű
nl: onregelmatig, random
ru: неупорядоченный, случайный

source: solid, not hollow
de: fest, massiv, nicht hohl
hu: tömör, nem üreges
nl: vast, solide, niet hol
ru: плотный, без полостей

source: hollow, not solid
de: hohl, nicht fest
hu: üreges, nem tömör
nl: hol, niet solide
ru: пористый

source: straight line
de: gerade Linie
hu: egyenes vonal
nl: rechte lijn
ru: прямая линия

source: fork, branch, point of divergence
de: Gabelung, Abzweigung, Verzweigung; Punkt, von dem aus etwas auseinander geht
hu: elágazás
nl: vork, vertakking, punt van afwijking
ru: развилка

source: diverge, change direction, go astray
de: abbiegen, auseinandergehen, Richtung ändern, sich verirren, verlaufen, vom Weg abkommen
hu: elágazik, irányt vált
nl: divergeren, koers wijzigen, afwijken
ru: разветвляться

source: straight ahead, in a straight line
de: geradeaus, in gerader Linie
hu: egyenesen előre, egyenes vonalban
nl: recht vooruit, in een rechte lijn
ru: прямо, по прямой

source: to the left
de: nach links, zur Linken, linker Hand
hu: balra
nl: naar links
ru: налево

source: to the right
de: nach rechts, zur Rechten, rechter Hand
hu: jobbra
nl: naar rechts
ru: направо

source: pond, pool
de: Teich, Tümpel, Weiher
hu: kis tó, medence
nl: plas, poel
ru: пруд, бассейн

source: correctly, rightly
de: korrekt, richtig; in korrekter, richtiger Weise
hu: helyesen, jól
nl: correct, juist
ru: корректно, правильно

source: examination
de: Untersuchung, Überprüfung
hu: vizsgálat
nl: onderzoek
ru: осмотр, проверка, обследование, экзамен

source: in exchange for
de: im Austausch für
hu: cserébe
nl: in ruil voor
ru: в обмен на

source: dollar
de: Dollar (Währung)
hu: dollár
ru: доллар

source: great joy
de: große Freude
hu: nagy öröm
nl: grote vreugde
ru: большая радость

source: be of value, have some positive value, be worth something
de: kostbar sein, einen positiven Wert haben, etwas wert sein, wertschätzen
hu: értékes, megéri
nl: waarde hebben, iets waard zijn
ru: быть в цене, стоить, цениться

source: attempt
de: Versuch, Bemühung, Bestreben
hu: próba, kísérlet
nl: poging
ru: попытка, проба

source: actually, as a matter of fact
de: tatsächlich, in der Tat, in Wahrheit
hu: valójában
nl: eigenlijk, feitelijk
ru: действительно

source: advice, bit or piece of advice
de: Rat, Ratschlag
hu: tanács
nl: advies
ru: совет, подсказка

source: advise
de: beraten, Ratschlag geben
hu: tanácsol
nl: adviseren
ru: советовать

source: advisor
de: Berater, Ratgeber
hu: tanácsadó
nl: adviseur
ru: советчик

source: deaf
de: taub
hu: süket
nl: doof
ru: глухой

source: deafness
de: Taubheit
hu: süketség
nl: doofheid
ru: глухота

source: kick, shove
de: treten, schubsen
hu: rúg, lök
nl: trappen, duwen
ru: толчок, пинок

source: I mean, rather (self-correcting)
de: ich meine, eher (Selbstverbesserung)
hu: vagyis, illetve, akarom mondani
nl: ik bedoel, eigenlijk (zichzelf corrigerend)
ru: в смысле, то есть

source: carry
de: tragen
hu: hord, visz
nl: dragen
ru: нести

source: container, vessel, carrier
de: Behälter, Gefäß, Behältnis
hu: tároló, konténer, tartály
nl: drager (b.v. een pot of mand)
ru: сосуд, носитель, емкость

source: water container
de: Wasserbehälter
hu: víztartály
nl: watervat
ru: сосуд

source: stretcher
de: Trage, Liege
hu: hordány
nl: brancard
ru: носилки

source: knife sheath
de: Messerscheide
hu: késtok
nl: schede (van een mes)
ru: ножны

source: quiver (attached to ikran's saddle)
de: Köcher (am Ikransattel befestigt)
hu: tegez (az ikran nyergéhez erősített)
nl: pijlkoker (bevestigd aan ikran-zadel)
ru: колчан (для седла икрана)

source: blindness
de: Blindheit
hu: vakság
nl: blindheid
ru: слепота

source: mud
de: Schlamm, Schlick, Matsch
hu: sár
nl: modder
ru: грязь

source: after
de: nach(dem)
hu: után
nl: nadat
ru: после

source: sand
hu: homok
nl: zand
ru: песок

source: dust (on a surface)
de: Staub (auf einer Oberfläche)
hu: por (felületen)
nl: stof (op een oppervlak)
ru: грязь, пыль (на поеверхности)

source: dust (in the air)
de: Staub (in der Luft), Staubwolke
hu: por (a levegőben)
nl: stof (in de lucht)
ru: пыль (в воздухе)

source: directly, straight to the point
de: direkt, sofort, unmittelbar, geradenwegs, ohne Unweg/Umschweife, auf direkte Weise; einfach
hu: egyenesen
nl: direct, meteen terzake
ru: прямо, непосредственно

source: waste
de: verschwenden, vergeuden, (unnütz) verbrauchen
hu: pazarol
nl: verspillen
ru: терять, тратить впустую

source: wastefulness
de: Verschwendung
hu: pazarlás
nl: verspilling
ru: напрасно

source: wasteful
de: verschwenderisch
hu: pazarló
nl: verspillend
ru: напрасный

source: wastefully
de: verschwenderisch, in verschwenderischer Weise
hu: pazarlóan
nl: verspillend
ru: напрасно

source: version
de: Version, Fassung, Variante
hu: változat
nl: versie
ru: весия

source: style
de: Stil, Stilrichtung, Duktus
hu: stílus
nl: stijl
ru: стиль

source: exquisite, sublime in style
de: exquisit, auserlesen, vorzüglich, großartig im Stil
hu: rendkívüli, kitűnő, fenséges stílusú
nl: subliem in stijl, exquise
ru: изысканный, особенный

source: tacky, in poor taste
de: geschmacklos, kitschig, billig, schlechter Stil/Geschmack
hu: giccses
nl: goedkoop, smakeloos
ru: безвкусный

source: personal style or aesthetic, presence
de: persönlicher Stil oder Ästhetik, Präsenz, Ausstrahlung
hu: egyéni stílus
nl: persoonlijke stijl, aanwezigheid
ru: "в своем стиле"

source: design
de: entwerfen, entwickeln, gestalten (von größeren, groberen Aspekten)
hu: tervez
nl: ontwerpen
ru: проектировать

source: designer
hu: tervező
nl: ontwerper
ru: проектировщик

source: clan, or group of avatars
de: Clan oder Gruppe von Avatars
hu: avatárok csoportja vagy klánja
nl: clan of groep Avatars
ru: клан или группа аватаров

source: during
de: während
hu: alatt, folyamán, közben
nl: tijdens
ru: в течение

source: train
de: Zug, Eisenbahn, Bahn
hu: vonat
nl: trein
ru: поезд, тамвай

source: Los Angeles
hu: 111Los Angeles
ru: Лос Анжелес

source: obligation, duty, imposed requirement
de: Verpflichtung, Pflicht, auferlegte Anforderung
hu: kötelesség
nl: plicht, verplicting, opgelegd vereiste
ru: обязанность, долг, налагаемое требование

source: dutifully, as an obligation
de: in pflichtbewusster Weise, als eine Verpflichtung
hu: kötelességtudóan, engedelmesen
nl: plichtig, als een verplichting
ru: трудность (обязательства)

source: command, order, assign a task
de: befehlen, anordnen, verlangen, anweisen, auftragen, eine Aufgabe zuweisen
hu: parancsol, utasít
nl: commanderen, bevelen, taken uitdelen
ru: команда, приказ, назначение задания

source: to (with kxìm)
de: (etwas) zu machen (mit kxìm)
hu: to (kxìm-mel)
nl: (om) te (met kxìm)
ru: к (обязанности) (используется с kxìm)

source: commanding, ordering, assigning tasks
de: Befehlen, Befehligen, Auftragserteilung
hu: parancsolás, utasítás
nl: gecommandeer
ru: приказание, назначение задачи

source: be above someone in a heirarchy, be someone's superior
de: in der Rangfolge über jemandem sein, jemandes Vorgesetzter sein
hu: felette áll (rangsorban), a főnökének lenni
nl: boven iemand staan (in hierarchie)
ru: командовать, начальствовать

source: commander, one with authority over another
de: Befehlshaber, Vorgesetzter, Kommandant
hu: parancsnok, főnök
nl: aanvoerder, iemand die authoriteit over anderen heeft
ru: командир, начальник

source: 'et cetera'
hu: stb.
ru: так далее

source: health or well-being (mental)
de: (mentalle) Gesundheit oder Wohlsein
hu: 111egészség vagy jólét (szellemi)
nl: gezondheid of welzijn (mentaal)
ru: здоровье (душевное)

source: healthy (mentally)
de: (mental) gesund
hu: egészséges (szellemileg)
nl: gezond (mentaal)
ru: здоровый (душевно)

source: unhealthy (mentally)
de: (mental) ungesund
hu: egészségtelen, beteg (szellemileg)
nl: ongezond (mentaal)
ru: нездоровый (душевно)

source: healthful (physically)
de: (physisch) heilsam
hu: egészséges (fizikailag)
nl: gezond (fysiek)

source: unhealthful (physically)
de: (physisch) unheilsam
hu: egészségtelen (fizikailag)
nl: ongezond (fysiek)

source: healthful (mentally)
de: (mental) heilsam
hu: egészséges (szellemileg)
nl: gezond (mentaal)

source: unhealthful (mentally)
de: (mental) unheilsam
hu: egészségtelen, beteg (szellemileg)
nl: ongezond (mentaal)

source: assume
de: annehmen
hu: feltételez
nl: aannemen
ru: подразумевать

source: before
de: vor, bevor
hu: előtte
nl: voordat
ru: перед

source: not only
de: nicht nur
hu: nem csak
nl: niet alleen
ru: не только

source: but also
de: sondern auch
hu: hanem
nl: maar ook
ru: так же

source: worry
de: sorgen, sich sorgen, beunruhigt sein
hu: aggódik
nl: zich zorgen maken
ru: беспокоиться

source: noise. ugly or unpleasant sound, screech
de: Lärm, schlimmes oder unangenehmes Geräusch, Kreischen
hu: zaj, kellemetlen hang
nl: lawaai, onaangenaam of schel geluid

source: noise. sound that is excessive, unnecessary, inappropriate, unexpected or startling
de: Lärm, Geräusch, das zu stark, unnötig, unangebracht, unerwartet oder überraschend ist
hu: zaj, szükségtelen hang
nl: lawaai, een excessief, onnodig, ongepast, onverwachts of ontstellend geluid

source: noisy
de: laut, geräuschvoll, mit viel Lärm
hu: zajos
nl: lawaaierig

source: noisily
de: lärmend, mit viel Lärm, in lärmender/lauter Weise
hu: zajosan
nl: lawaaierig

source: pleasant sounding, beautiful sounding
de: gut-klingend, schön-klingend
hu: jól hangzó
nl: aangenaam aanhorend, mooi klinkend

source: bad-sounding
de: schlecht-klingend
hu: rosszul hangzó
nl: slecht klinkend

source: beautiful visually
de: schön-aussehend, visuell angenehm aussehend
hu: szép (vizuálisan)
nl: visueel mooi

source: ugly, unsightly
de: hässlich, unansehnlich
hu: csúnya
nl: lelijk, afzichtelijk

source: animal call
de: Tierruf, ein Tierschrei, der Ruf eines Tieres
hu: állathang (ordítás, bőgés, stb.)
nl: dierlijke roep

source: desire
de: Wunsch, Sehnsucht, Begierde, Verlangen
hu: vágy
nl: verlangen

source: put away, store
de: wegtun, wegstecken, bei Seite legen, verstauen, ablegen
hu: eltesz
nl: wegstoppen, opbergen

source: count
de: zählen
hu: számol
nl: tellen

source: uncountable, infinite
de: unzählbar, unendlich, endlos
hu: megszámlálhatatlan, végtelen (sok)
nl: ontelbaar, oneindig

source: endless, boundless, without limit
de: unendlich, grenzenlos, unbegrenzt
hu: végtelen
nl: eindeloos, zonder grenzen, zonder limiet

source: medicine
de: Medizin, Mittel
hu: gyógyszer, orvosság
nl: medicijn

source: investigate, explore
de: untersuchen, erforschen, forschen, erkunden, auskundschaften“
hu: (meg)vizsgál, felfedez
nl: onderzoeken, verkennen

source: exploration
de: Erforschung, Entdeckungsfahrt
hu: felfedezés
nl: onderzoek

source: an exploration or investigation
de: eine Expedition oder Untersuchung
hu: vizsgálat
nl: een ontdekkingsreis of onderzoek

source: viscous, gelatinous, thick
de: dickflüssig, zähflüssig, gallertartig, gelartig, dick
hu: nyúlós, kocsonyás, sűrű
nl: visceus, gelatineachtig, dik

source: viscous liquid, gel
de: dicke Flüssigkeit, zähflüssige Flüssigkeit, Gel
hu: sűrű folyadék, gél
nl: visceuse vloeistof, gel

source: creation
de: Kreation,
hu: alkotás
nl: creatie

source: climb, scale (pulling entire body up)
de: erklimmen, klettern (mit Einsatz des ganzen Körpers)
hu: megmászni
nl: klimmen, beklimmen (gehele lichaam optillen)

source: threat
de: Bedrohung, Drohung
hu: fenyegetés
nl: bedreiging

source: threatening
de: bedrohlich, drohend
hu: fenyegető (dolog)
nl: bedreigend

source: threateningly
de: bedrohlich, auf bedrohliche Weise
hu: fenyegetően
nl: bedreigend

source: researcher
de: Forscher
hu: kutató
nl: onderzoeker

source: scientist
de: Wissenschaftler
hu: tudós
nl: wetenschapper

source: chest
de: Brustkorb, Brust, Torso
hu: mellkas
nl: borstkas

source: note, notice
de: bemerken, auffallen
hu: észrevesz, megjegyez, tudatában van
nl: opmerken

source: threaten
de: bedrohen, drohen
hu: fenyeget
nl: bedreigen

source: awareness, notice
de: Wahrnehmen, Wahrnehmung, Beachtung, Beobachtung, Kenntnisnahme
hu: tudatosság
nl: besef, opmerkzaamheid

source: unawareness, lack of notice
de: Nichtwahrnehmung, Nichtbeachtung, keine zur Kenntnisnahme
hu: tudatlanság
nl: gebrek aan besef, onopmerkzaamheid

source: not notice, ignore, snub
de: nicht beachten; ignorieren, jdn verächtlich abweisen, jdn. verächtlich/von oben herab behandeln
hu: figyelmen kívül hagy, semmibe vesz
nl: niet opmerken, negeren

source: lack of notice, snubbing
de: fehlende Beachtung, Ignorieren
hu: figyelmen kívül hagyás, semmibe vétel
nl: gebrek aan besef, (het) negeren

source: helpful
de: hilfreich
hu: hasznos
nl: behulpzaam

source: snub
de: Abweisung, Ignorieren
hu: figyelmen kívül hagyás, semmibe vétel
nl: (het) negeren

source: space, open or borderless area
de: Raum, Platz, offener oder grenzenloser Bereich
hu: tér, hely, űr
nl: ruimte, open of grenzeloos gebied

source: volcano
de: Vulkan
hu: vulkán
nl: vulkaan

source: magma, lava
hu: láva, magma

source: come out, emerge
de: herauskommen, hervortreten
hu: kijön, előbukkan
nl: uitkomen

source: pebble, small stone polished smooth by natural forces
de: Kieselstein, kleiner, von natürlichen Kräften geglätteter Stein
hu: kavics (természetes erők által simára csiszolt apró kő)
nl: kiezel, kleine door natuurlijke krachten gepolijste steen

source: gravel
de: Schotter, Kies
hu: kavics (szétmorzsolt kő)
nl: grind

source: translation, interpretation
de: Übersetzung, Interpretation
hu: fordítás, tolmácsolás
nl: vertaling, interpretatie

source: dream
de: träumen
hu: álmodik
nl: dromen

source: dream of, dream about
de: etwas träumen, über/von etwas träumen, träumen (dass)
hu: álmodik valamiről
nl: dromen van, dromen over

source: fruit
de: Frucht
hu: gyümölcs

source: forest canopy
de: Blätterdach
hu: az erdő teteje
nl: bladerdak

source: banana fruit
de: Bananenfrucht
hu: banángyümölcs
nl: bananenfruit

source: brush, comb
de: kämmen, bürsten
hu: fésű, kefe
nl: borstelen, kammen

source: lack
de: Mangel, Knappheit
hu: hiány
nl: gebrek

source: drought
de: Dürre, Trockenheit, Trockenperiode
hu: aszály
nl: droogte

source: famine
de: Hungersnot
hu: éhínség
nl: hongersnood

source: be enjoyable
de: angenehm sein, erfreulich sein, genießen, erfreuen an, Vergnügen finden an, Gefallen finden an
hu: élvezetesnek lenni
nl: plezierig zijn

source: talented
de: talentiert
hu: tehetséges
nl: getalenteerd

source: talent
hu: tehetség

source: fragile, delicate
de: zerbrechlich, fragil, empfindlich
hu: törékeny
nl: fragiel, delicaat

source: dry land
de: Festland, trockenes Land (im Gegensatz zu Land mit Seen, Flüssen etc.)
hu: szárazföld
nl: droog land (op het droge)

source: and also
de: sowohl ... als auch
hu: is, szintén
nl: en ook

source: greatest of all, exceedingly great
de: allergrößte, außerordentlich, äußerst
hu: a legnagyobb, legnagyszerűbb
nl: het geweldigst van alles, het meest geweldige

source: sorrow
de: Kummer, Leid, Trauer, Gram
hu: bánat
nl: droefheid, smart

source: become stuck, get caught in something
de: feststecken, in etwas festhängen
hu: beszorul, beragad
nl: vast komen te zitten, ergens in gevangen raken

source: net, web
de: Netz (natürlich oder künstlich), Internet
hu: háló

source: roll
de: rollen
hu: gurul
nl: rollen

source: muscle
de: Muskel
hu: izom
nl: spier

source: muscular
de: muskulös
hu: izmos
nl: gespierd

source: prove
de: beweisen
hu: bizonyít
nl: bewijzen

source: proof, proving (abstract)
de: Beweisen, Beweisführung
hu: bizonyítás, bizonyíték (általában)
nl: bewijs, het bewijzen (abstract)

source: proof (particular instance)
de: Beweis
hu: bizonyíték (konkrét esetben)
nl: bewijs (specifiek bewijs)

source: touch (intentionally)
de: anfassen (gewollt)
hu: érint (szándékosan)
nl: aanraken (doelbewust)

source: website
de: Webseite
hu: weboldal

source: web (as in world wide web, www)
de: das Web (d.h. world wide web)
hu: web (www)
nl: web (als in wereldwijde web, www)

source: artist (generic term)
de: Künstler (allgemeiner Begriff)
hu: művész (általános értelemben)
nl: kunstenaar (algemene term), artiest

source: sadness
de: Traurigkeit, Trauer
hu: szomorúság
nl: droefheid, verdriet

source: sad
de: traurig
hu: szomorú
nl: verdrietig

source: music creator, composer
de: Musikmacher, Komponist
hu: zeneszerző
nl: muzikant, componist

source: cultural
de: kulturell
hu: kultúrális
nl: cultureel

source: cooking pot
de: Kochgefäß, Kochtopf
hu: főzőedény
nl: pan, ketel

source: cup or bowl minimally modified from naturally occuring resources
de: Becher, Schale, geringfügig aus natürlich vorkommenden Ressourcen geändert
hu: csésze vagy tál (természetes formából minimálisan átalakítva)
nl: beker, kom (minimaal aangepaste natuurlijke bronnen)

source: pod, gourd
de: Flaschenkürbis
hu: gubó, héj, hüvely (növényé)
nl: kalebas

source: drinking gourd
de: Kürbisflasche, Trinkbehälter
hu: flaska, "ivótök"
nl: beker (gemaakt van een kalebas)

source: shell (from the ocean)
de: Muschel, Meeresmuschel
hu: csigaház, kagylóhéj (tengeri)
nl: schelp

source: drinking vessel made of shell
de: Trinkgefäß (aus Meeresmuscheln hergestellt)
hu: ivóedény (kagylóhéjból)
nl: beker (gemaakt van een schelp)

source: kava bowl (constructed from seed pods, used for drinking intoxicating beverages), hand-sized
de: (handgroße) Kava-Schale (aus Samenhülsen hergestellt, genutzt, um berauschende Getränke zu trinken)
hu: egy személyes ivóedény, "korsó" (kagylóhéjból, részegítő italokhoz)
nl: kava kom (gemaakt uit peulvruchten, gebruikt om bedwelmende drank te drinken, hand-draagbaar)

source: large social kava bowl
de: große, kommunale Kava-Schale
hu: több személye ivóedény, "kancsó"
nl: grote sociale kava kom (gemaakt uit peulvruchten, gebruikt om bedwelmende drank te drinken)

source: snack, light meal
de: Snack, leichte Mahlzeit, Imbiss
hu: falat, rágcsa, nasi
nl: snack, lichte maaltijd

source: tiny bite
de: winziger Bissen, kleiner Happen
hu: falatka
nl: klein hapje

source: convenient, usable without much expenditure of effort
de: praktisch, geeignet, bequem, vorteilhaft; brauchbar, ohne viel Aufwand oder Anstrengung
hu: kényelmes
nl: handig, bruikbaar zonder veel moeite

source: food wrap (food items wrapped in edible leaves or vines)
de: Essenstasche, Wrap; Essen, das in essbare Blätter und Reben verpackt wurde
hu: ételcsomag (ehető levelekbe csomagolt kis adag étel)
nl: eetbare wrap (voedsel ingewikkeld in eetbare bladeren of lianen)

source: ground rack (for smoking meats)
de: Erdgestell, Bodenrost (um Fleisch zu räuchern)
hu: hús füstöléséhez használt tartó
nl: rek/rooster op de grond (om vlees te roken)

source: large pestle (grinding tool); meal-mashing pole
de: großer Mörser, Stößel (Mahl- und Reibewerkzeug)
hu: hús aprításához használt rúd
nl: grote stamper (maal-gereedschap); vlees-stamp-paal

source: transportation tool or device
de: Transportwerkzeug, Transportgerät
hu: szállító eszköz
nl: transportinstrument of apparaat

source: food tray
de: Ablage, Servierbrett, Tablett
hu: tálca
nl: dienblad

source: water carrier
de: Wasserbehälter, Wassertrage
hu: vízszállító eszköz
nl: waterdrager

source: baby carrier
de: Babytrage, Babytragefell
hu: babahordozó
nl: baby drager

source: sleeping hammock (general term)
de: Hängematte zum Schlafen (allg. Begriff)
hu: függőágy (általános)
nl: slaap hangmat (algemene term)

source: family hammock
de: Familienhängematte (zum Schlafen)
hu: családi függőágy
nl: familie hangmat

source: single-person hammock
de: Hängematte für Einzelpersonen
hu: egyszemélyes függőágy
nl: éénpersoons hangmat

source: glow, an instance of glowing; light source, lamp
de: Glühen, Leuchten, Glimmen; Lichtquelle, Lampe
hu: ragyogás, fény, lámpa
nl: gloed; lichtbron, lamp

source: nectar
de: Nektar
hu: nektár

source: bladder lantern, nectar lantern
de: Blasenlaterne, Nektarlaterne
hu: hólyaglámpa, nektárlámpás
nl: blaaslantaarn, nectar lantaarn

source: chair, stool, bench; any tool or device to facilitate sitting
de: Stuhl, Sitz, Bank; jedes Hilfsmittel oder Vorrichtung, die Sitzen ermöglicht
hu: szék, pad, bármely egyéb ülőalkalmatosság
nl: stoel, kruk, bank; een voorwerp waarop gezeten kan worden

source: comfort
de: Gemütlichkeit, Komfort
hu: kényelem

source: comfortable
de: gemütlich, heimisch
hu: kényelmes
nl: comfortabel

source: comfortably
de: gemütlich, auf gemütliche Weise
hu: kényelmesen
nl: comfortabel

source: uncomfortable
de: ungemütlich
hu: kényelmetlen
nl: oncomfortabel

source: constructed device for keeping something off the ground and clean
de: konstruiertes Gerät, um etwas vom Boden und sauber zu halten
hu: mesterséges tárgy, ami a földtől távol és tisztán tart valamit
nl: constructie bedoeld om iets schoon en van de grond te houden

source: table, elevated utilitarian surface
de: Tisch, erhöhte, zweckmäßige Oberfläche
hu: asztal
nl: tafel, verhoogd werkblad

source: plate, (for food)
de: Teller, Platte (für Essen)
hu: tányér
nl: bord (voor voedsel)

source: leaf plate
de: Blattteller
hu: levéltányér
nl: bord uit bladeren

source: shelf
de: Ablage, Regal, Bord
hu: polc
nl: rek, plank

source: hamper or suspended rack
de: Korb, Tragekorb, hängende Ablage
hu: fogas, függesztett tartó
nl: mand of opgehangen rek

source: personal belongings rack
de: Ablage für persönliche Gegenstände
hu: saját fogas
nl: rek voor persoonlijke bezittingen

source: hook (for hanging or suspending an item)
de: Haken (um etwas aufzuhängen)
hu: kampó (lógatni, felfüggeszteni valamit)
nl: haak (om iets aan op te hangen)

source: butcher (in the sense of separating or processing the carcass of a dead animal)
de: schlachten, (ein Tier) ausnehmen
hu: feldarabol (elpusztult állatot)
nl: slachten (het separeren of verwerken van het karkas van een dood dier)

source: butchering tool
de: Schlachtwerkzeug, Schlatermesser
hu: húsdaraboló eszköz
nl: slachtgereedschap

source: canoe
de: Kanu
hu: kenu
nl: kano

source: canoe paddle
de: Kanupaddel
hu: kenuevező
nl: kano peddel

source: old (opposite of mip)
de: alt (Gegenteil von mip)
hu: régi (mip ellentéte)
nl: oud (tegenovergestelde van mip)

source: ancient, very old
de: uralt, sehr alt
hu: ősi, nagyon régi
nl: antiek, heel oud

source: advantage, benefit, upside, gain
de: Vorteil, Nutzen, Gewinn
hu: előny, haszon, nyereség
nl: voordeel, winst

source: advantageous
de: vorteilhaft, von Vorteil
hu: előnyös, hasznos, nyereséges
nl: voordelig

source: disadvantageous
de: unvorteilhaft, ungünstig, nicht von Vorteil
hu: hátrányos
nl: nadelig

source: exception
de: Ausnahme
hu: kivétel
nl: uitzondering

source: make an exception
de: eine Ausnahme machen
hu: kivételezik, kivételt tesz
nl: een uitzondering maken
